{"articles":[{"id":"SB10795581185570494514204584379273349864640","title":"Trump Willing to Meet Iran’s President With No Conditions","summary":"President Trump said he would be willing to meet with Iranian President Hassan Rouhani without conditions, a week after the pair swapped taunts.","image":"https://images.wsj.net/im-20110?width=620&height=413","byline":"Michael C. Bender"},{"id":"SB11239761070198503913504584350850423021662","title":"At Law Firms, Rainmakers Accused of Harassment Can Switch Jobs Easily","summary":"Law firms stand out in a corporate landscape where rainmakers accused of sexual harassment often receive second and third chances, according to interviews with dozens of lawyers, legal recruiters, consultants and leaders at some of the country’s largest firms.","image":"https://images.wsj.net/im-19884?width=620&height=413","byline":"Sara Randazzo and Nicole Hong"},{"id":"SB10686062374390134184704584373083685947224","title":"American Express Gave Clients One Rate, Then Secretly Raised It","summary":"For more than a decade, American Express’s foreign-exchange unit recruited business clients with offers of low currency-conversion rates before quietly raising their prices.","image":"https://images.wsj.net/im-19882?width=620&height=413","byline":"AnnaMaria Andriotis"},{"id":"SB10795581185570494514204584379032500869594","title":"Goldman Partners’ Haul on Crisis-Era Options: $3 Billion","summary":"Goldman Sachs’s last batch of crisis-era stock options will have earned top current or former executives at least $3 billion by the time they expire later this year.","image":"https://images.wsj.net/im-20087?width=620&height=413","byline":"Liz Hoffman"},{"id":"SB11132431987927013505804584308772163790750","title":"The Pension Hole for U.S. Cities and States Is the Size of Japan’s Economy","summary":"Many retirement funds could face insolvency unless governments increase taxes, divert funds or persuade workers to relinquish money they are owed. The problem, once a hypothetical, would hit retirees for whom it’s too late to engineer a Plan B.","image":"https://si.wsj.net/public/resources/images/B3-BG377_0726RS_ER_20180727183812.jpg","byline":"Sarah Krouse"},{"id":"SB10795581185570494514204584378732151788164","title":"What Duluth Can Teach America About Declining Political Civility","summary":"More than a decade ago, Duluth’s rancorous politics prompted a call for more civilized discourse that has endured to today, Gerald F. Seib writes.","image":"https://images.wsj.net/im-20066?width=620&height=413","byline":"Gerald F. Seib","flashline":"Capital Journal"},{"id":"SB12570839820021734009604584379104172684352","title":"CBS to Appoint Law Firm to Handle Probe Into Moonves Allegations","summary":"CBS said its board of directors was in the process of selecting an outside law firm to handle an independent investigation into allegations Chief Executive Leslie Moonves sexually harassed women.","image":"https://images.wsj.net/im-20085?width=620&height=413","byline":"Joe Flint and Keach Hagey"},{"id":"SB10883920636739713811604584378981965440934","title":"Amazon HQ2: Finding the Perfect Match","summary":"Which North American town, city or region wooing Amazon will be the location of its next headquarters? This video explains what the company is looking for in a headquarters match and how cities are trying to win its love.","image":"https://images.wsj.net/im-20074?width=620&height=413","byline":"Laura Stevens"},{"id":"SB10795581185570494514204584378910683775646","title":"U.S. to ‘Deepen Engagement’ in Asia, Pompeo Says","summary":"Secretary of State Mike Pompeo said in a speech that the U.S. was committed to growing trade and investment in Asia, and he assured potential strategic and trade partners the U.S. wants partnership, not domination.","image":"https://images.wsj.net/im-20069?width=620&height=413","byline":"Courtney McBride"},{"id":"SB12451584674398004479904584373233255528004","title":"When You Can’t Stop Competing With Your Spouse","summary":"Couples are supposed to operate as a team, but sometimes they compete instead. It’s often a sign of envy, which can fester and create resentments.","image":"https://si.wsj.net/public/resources/images/B3-BG311_Bonds0_ER_20180727160942.jpg","byline":"Elizabeth Bernstein","flashline":"Bonds"},{"id":"SB10883920636739713811604584378971330144670","title":"Why Major League Pitchers Are Avoiding the Strike Zone","summary":"Across the major leagues this season, pitchers are having unexpected success by throwing more pitches out of the strike zone—on purpose.","image":"https://images.wsj.net/im-20073?width=620&height=413","byline":"Jared Diamond","flashline":"Sports"},{"id":"SB12570839820021734009604584378951769434652","title":"Hold on to ’16 as Long as You Can","summary":"Why are Democrats still trying to assemble the Hillary coalition?","image":"https://images.wsj.net/im-20071?width=620&height=413","byline":"James Freeman","flashline":"Best of the Web"},{"id":"SB12451584674398004479904584372693120238078","title":"Corruption in Mexico’s Anticorruption Party","summary":"Electoral officials fine AMLO’s Morena $10.5 million for campaign violations.","image":"https://images.wsj.net/im-19902?width=620&height=413","byline":"Mary Anastasia O’Grady","flashline":"The Americas"},{"id":"SB11988221663518273309504584357063917236526","title":"The GOP’s Clean Bills of Health Savings","summary":"Modest improvements in HSAs deserve votes in the Senate.","image":"https://si.wsj.net/public/resources/images/B3-BG423_3hsas_ER_20180729150359.jpg","byline":"The Editorial Board","flashline":"Review & Outlook"},{"id":"SB12619217266056794095704584369141591537248","title":"Trump Is Right About Clearances","summary":"Preferential treatment for former officials doesn’t improve national security. It creates a caste system.","image":"https://si.wsj.net/public/resources/images/ED-AX767_bigley_ER_20180725162819.jpg","byline":"Sean Bigley"},{"id":"SB12451584674398004479904584373120102228800","title":"How Survivors Cope After Multiple Losses in the Family","summary":"Losing one family member is hard enough. How does anyone deal with multiple losses? After a duck boat accident killed nine members of one family, others who have weathered unimaginable grief share their experiences.","image":"https://si.wsj.net/public/resources/images/B3-BG287_LOSS07_ER_20180727150225.jpg","byline":"Clare Ansberry","flashline":"Turning Points"},{"id":"SB10795581185570494514204584379113213023116","title":"Pick Your Portfolio: Late-Cycle Sugar Rush or New Boom?","summary":"What should investors make of the super soar-away U.S. economy? There are three decent narratives to tell, and investors have to pick one to position their portfolios.","image":"https://images.wsj.net/im-20092?width=620&height=413","byline":"James Mackintosh","flashline":"Streetwise"},{"id":"SB12581674238991984199804584353421885024480","title":"After Eating at 99 of the World’s Best Restaurants, a Gourmet Whiffs at 100","summary":"Paul Grinberg, party of one, has dined on alligator tendon, shark belly, ants, sperm sacks and brains at Michelin-starred restaurants world-wide in his quest to eat at 100 of the best. The last one has yet to seat him.","image":"https://si.wsj.net/public/resources/images/B3-BG562_0730mi_ER_20180730093617.jpg","byline":"John Clarke","flashline":"The A-hed"},{"id":"SB10795581185570494514204584376942325175218","title":"Facebook’s Next Challenge: Less Data to Target Ads","summary":"Facebook’s advertisers in Europe are on the front lines of its efforts to tighten privacy practices, and their frustrations help explain why the social-media giant’s troubles are far from over.","image":"https://images.wsj.net/im-20006?width=620&height=413","byline":"Sam Schechner and Nick Kostov"},{"id":"SB10795581185570494514204584378782389961684","title":"Harley Plans Smaller Motorcycles to Woo Young Riders","summary":"The motorcycle maker will introduce a line of middleweight motorcycles and also plans to make small motorcycles for the Asian market.","image":"https://images.wsj.net/im-20062?width=620&height=413","byline":"Bob Tita"},{"id":"SB10883920636739713811604584379173869372760","title":"GE Looks to Sell More Assets","summary":"General Electric is seeking a buyer for key parts of its digital business as the beleaguered industrial conglomerate unwinds a signature initiative of former Chief Executive Jeff Immelt.","image":"https://images.wsj.net/im-18766?width=620&height=413","byline":"Dana Cimilluca, Dana Mattioli and Thomas Gryta"},{"id":"SB10795581185570494514204584379241564500628","title":"Vivendi to Explore Selling Up to 50% of Universal Music Group","summary":"The move is a stark turnaround for the French media conglomerate, and an attempt to cash in on a resurgence in the music business.","image":"https://images.wsj.net/im-20138?width=620&height=413","byline":"Nick Kostov in Paris and Anne Steele in Los Angeles"},{"id":"SB10883920636739713811604584378611458830256","title":"US Foods to Buy Five Food Businesses for $1.8 Billion","summary":"US Foods has agreed to buy five food businesses from Services Group of America in a $1.8 billion deal that will boost its presence in the Northwest.","image":"https://images.wsj.net/im-20047?width=620&height=413","byline":"Heather Haddon"},{"id":"SB10795581185570494514204584378733821070734","title":"Caterpillar Profit Surges, Absorbs Tariff-Related Cost Increases","summary":"Caterpillar raised its profit outlook for the year as strong machinery sales in a buoyant global economy offset increased raw-material costs related to tariffs.","image":"https://images.wsj.net/im-20041?width=620&height=413","byline":"Austen Hufford"},{"id":"SB10686062374390134184704584370962614310046","title":"New Militant Group Threatens Gas Projects, Villages in Mozambique","summary":"A new group of Islamist militants has killed and displaced villagers on Mozambique’s northern coast, threatening an emerging natural-gas sector that has attracted $50 billion in investment.","image":"https://si.wsj.net/public/resources/images/B3-BG591_MOZAMB_ER_20180730113759.jpg","byline":"Nicholas Bariyo"},{"id":"SB10795581185570494514204584379113744578806","title":"Mexico’s Murder Rate Hits Highest Level in Decades","summary":"The number of murders in Mexico rose sharply last year, pushing the homicide rate to its highest level since at least 1990.","image":"https://images.wsj.net/im-20093?width=620&height=413","byline":"Anthony Harrup"},{"id":"SB10795581185570494514204584378310134088836","title":"Zimbabweans Turn Out in Droves for First Vote Without Mugabe","summary":"Millions of voters marked their ballot papers in their first election without ousted strongman Robert Mugabe’s name at the top—and, many said, without the widespread intimidation that had marred previous polls.","image":"https://si.wsj.net/public/resources/images/B3-BG548_ZIMELE_ER_20180730054744.jpg","byline":"Gabriele Steinhauser"},{"id":"SB10795581185570494514204584378451285349232","title":"Malaysia Airlines Flight 370 Report Leaves Families in Dark Four Years On","summary":"Investigators probing the disappearance of Malaysia Airlines Flight 370 found no fault with the pilots or aircraft, but they had no explanation for what happened to the plane and the 239 people on board, and didn’t rule out the possibility of “unlawful interference” of the flight.","image":"https://images.wsj.net/im-20040?width=620&height=413","byline":"Yantoultra Ngui and Gaurav Raghuvanshi"},{"id":"SB10594963576766564901904584356910304633496","title":"Italy Threatens to Bring Down EU-Canada Free Trade Deal","summary":"Italy’s new government wants to reject a painstakingly negotiated trade deal between the European Union and Canada, and that is welcome news to many small farmers in Italy’s fertile north.","image":"https://si.wsj.net/public/resources/images/B3-BG039_CETA_1_ER_20180726171637.jpg","byline":"Giovanni Legorano"},{"id":"SB10795581185570494514204584379302940700142","title":"A FANG Index Slips Into a Correction","summary":"A closely watched stock index of global technology giants tumbled into correction territory Monday, showing the fragility of investors’ bets on the popular FANG group of stocks.","image":"https://images.wsj.net/im-16104?width=620&height=413","byline":"Akane Otani"},{"id":"SB10686062374390134184704584372864070416216","title":"Bigger Oil Pipelines Are Coming to West Texas to Ease Bottleneck","summary":"Companies building new pipelines for the Permian Basin are making them bigger amid surging shale production in West Texas and New Mexico.","image":"https://images.wsj.net/im-19855?width=620&height=413","byline":"Rebecca Elliott"},{"id":"SB10686062374390134184704584373170083081290","title":"Widely Watched Recession Signal May Be Falsely Lit by Growth","summary":"A decades-old recession predictor is flashing warnings signs, but a flattening yield curve doesn’t necessarily portend falling stock prices.","image":"https://images.wsj.net/im-19959?width=620&height=413","byline":"Akane Otani"},{"id":"SB10795581185570494514204584379194136760748","title":"Morgan Stanley Seeks to Manage More of Its Clients’ Wealth","summary":"Morgan Stanley is changing how it pays its brokers, pushing them to embrace new technology aimed at drawing in more clients and a bigger share of their wealth.","image":"https://images.wsj.net/im-20100?width=620&height=413","byline":"Lisa Beilfuss"},{"id":"SB10795581185570494514204584379271837624430","title":"Chinese Investors Pulled Back in U.S. in 2017","summary":"The cumulative level of Chinese investment in the U.S. declined in 2017, according to a new Commerce Department report, adding to evidence that tensions between Beijing and Washington are damping enthusiasm of Chinese investors for American assets.","image":"https://images.wsj.net/im-20109?width=620&height=413","byline":"Josh Zumbrun"},{"id":"SB10795581185570494514204584379242753522868","title":"Top U.S. Universities Back Harvard in Affirmative-Action Case","summary":"Sixteen prestigious U.S. universities argued in a court filing that any prohibitions on considering race in admissions decisions would be an “extraordinary intrusion” by the federal government.","image":"https://images.wsj.net/im-14469?width=620&height=413","byline":"Melissa Korn"},{"id":"SB10795581185570494514204584379240597436218","title":"Giuliani Says Trump Wants an Interview in the Russia Probe","summary":"Mueller has yet to respond to an offer setting conditions on questions, the president’s lawyer says","image":"https://images.wsj.net/im-20106?width=620&height=413","byline":"Peter Nicholas"},{"id":"SB10796127977339563375304584379093547220638","title":"Kavanaugh Meets With Key Senate Democrat","summary":"Manchin of West Virginia, who is running for re-election, is the first member of his party to meet with the Supreme Court nominee","image":"https://images.wsj.net/im-20144?width=620&height=413","byline":"Byron Tau"},{"id":"SB10795581185570494514204584379312787727436","title":"Koch Donor Network Won’t Back GOP Candidate in N. Dakota Race","summary":"The conservative donor network founded by the billionaire Koch brothers won’t support a GOP contender in a close Congressional midterm race, saying he doesn’t follow Koch ideology on spending and tariffs.","image":"https://images.wsj.net/im-20128?width=620&height=413","byline":"Jennifer Levitz"},{"id":"SB10795581185570494514204584379171932660400","title":"Family of Duck Boat Victims Sues Tour Operator","summary":"The relatives of nine family members killed in a Missouri boating accident sued the operators of the duck-style tour boat.","image":"https://images.wsj.net/im-19175?width=620&height=413","byline":"Kris Maher"},{"id":"SB10795581185570494514204584377060087534416","title":"Republican Women Push to Bolster Dwindling Numbers","summary":"With more than a quarter of the current 23 House Republican women leaving Congress after this year, GOP women are working to replenish their ranks in primary elections like Thursday’s crowded showdown in a Knoxville,Tenn., district.","image":"https://images.wsj.net/im-19999?width=620&height=413","byline":"Kristina Peterson"},{"id":"SB12570839820021734009604584378953248266592","title":"Forget Photo Shoots. Why GQ and Gucci are Betting on Culty Podcasts","summary":"In an increasingly post-print world, fashion brands and publications are finding new audiences through podcasting.","image":"https://si.wsj.net/public/resources/images/B3-BG578_PODCAS_ER_20180730105957.jpg","byline":"Jacob Gallagher","flashline":"ON TREND"},{"id":"SB10956828051701294495704584367001332300552","title":"The Man Behind Winnie the Pooh Speaks Up, Gently","summary":"Jim Cummings has spoken for more than 400 animated characters on such movies as “Who Framed Roger Rabbit,” “Aladdin” and “The Princess and the Frog.” For him, however, Winnie the Pooh and Tigger have proved to be the roles of a lifetime.","image":"https://si.wsj.net/public/resources/images/B3-BG032_POOH07_ER_20180726170035.jpg","byline":"Darryn King"},{"id":"SB11322792434924884693704584359170150467560","title":"Feed Your Head: Foods That Target Depression and Anxiety","summary":"Based on mounting research, doctors are prescribing nutrient-rich foods as a recipe for better mental health. With the help of high-profile chefs, they’re doing it deliciously, too.","image":"https://si.wsj.net/public/resources/images/B3-BF658_cover_ER_20180725184855.jpg","byline":"Kathleen Squires","flashline":"Food & Drink"},{"id":"SB10713483923815894783504584345171628213060","title":"An Idyllic Artists’ Retreat that Invites Guests to Take in the View","summary":"With help from architect David Chipperfield, Antony Gormley and Vicken Parsons have transformed an 18th-century villa in Norfolk, England into an inspiring retreat for artists.","image":"https://si.wsj.net/public/resources/images/B3-BC020_Gormle_ER_20180711165406.jpg","byline":"Sarah Medford","flashline":"WSJ. Magazine"},{"id":"SB12500617647733914110104584369383474358594","title":"A Getaway to the ‘Tuscany of America’","summary":"The Palouse—a scenic farm region on the Washington-Idaho border—is often compared to Tuscany, but with pie shops and ice-cream socials.","image":"https://si.wsj.net/public/resources/images/B3-BF957_PALOUS_ER_20180726143247.jpg","byline":"Matthew Kronsberg","flashline":"Travel"},{"id":"SB12500617647733914110104584368953305904162","title":"2019 BMW X4: Skip the Upgrades","summary":"Is a bigger, badder engine actually worth the extra price? What about driver’s assist and damper control? Dan Neil drives two versions of BMW’s latest X4 and considers the real costs of upselling.","image":"https://si.wsj.net/public/resources/images/B3-BF319_RUMBLE_ER_20180724173427.jpg","byline":"Dan Neil","flashline":"Rumble Seat"},{"id":"SB11322792434924884693704584358992924960508","title":"10 Decorators’ Best and Worst Buys","summary":"Design professionals reveal the smartest décor purchases they’ve ever made (midcentury finds on Craigslist), and the most regrettable (a stinky ottoman). What you can learn from their admissions.","image":"https://si.wsj.net/public/resources/images/B3-BG225_PURCHA_ER_20180727121840.jpg","byline":"Catherine Romano","flashline":"Design"},{"id":"SB10956828051701294495704584365410113919946","title":"Should I Sanitize My Smartphone?","summary":"For all the grime that gets on our devices, the occasional wipe down might not be enough. These glowing gadgets give them a deeper clean.","image":"https://si.wsj.net/public/resources/images/B3-BF248_PHONE_ER_20180724143716.jpg","byline":"Rachel Jacoby Zoldan"},{"id":"SB11239761070198503913504584352910962426376","title":"Wine Anxiety: The Top Fears When It Comes to Wine","summary":"Buying wine can feel like a game of roulette. Will it be corked? Oxidized? Overpriced? Our wine columnist talks to pros and novices alike to investigate their wine worries.","image":"https://si.wsj.net/public/resources/images/B3-BF569_WINE07_ER_20180725141348.jpg","byline":"Lettie Teague","flashline":"On Wine"},{"id":"SB11322792434924884693704584357102235370182","title":"Gingham’s New Chic: We’re Not in Kansas Anymore","summary":"Although the homespun checked fabric is most often associated with Dorothy Gale and a bucolic past, designers are now using gingham in surprising high-end ways.","image":"https://si.wsj.net/public/resources/images/B3-BF873_FWAP07_ER_20180726113601.jpg","byline":"Nancy MacDonell","flashline":"Style & Fashion"},{"id":"SB12239761776937553684604584366764145917846","title":"The Man Quietly Saving Heavy Metal","summary":"Andy Sneap is making classic heavy-metal stalwarts like Judas Priest and Accept sound cool again.","image":"https://si.wsj.net/public/resources/images/B3-BF280_SNEAP0_ER_20180724161115.jpg","byline":"Neil Shah","flashline":"Music"},{"id":"SB10886108803905054911704584354912339808776","title":"You’re Not Too Old for a Tattoo","summary":"The new tattooed man is just as likely to get around by private jet as by Harley-Davidson. How to ink elegantly.","image":"https://si.wsj.net/public/resources/images/B3-BF610_tattoo_ER_20180725155523.jpg","byline":"Brennan Kilbane"},{"id":"SB10956828051701294495704584362912319974196","title":"Trouble Sleeping? High-Tech Masks Can Help","summary":"These eye shades use light therapy to help reset your body clock so you can rest easy.","image":"https://si.wsj.net/public/resources/images/OG-BO510_201807_G_20180724114201.gif","byline":"Rebecca Dolan","flashline":"Gears & Gadgets"},{"id":"SB10183140021005694124504584354973880179040","title":"The Most Innovative Chefs in Lyon, France’s Gastronomic Capital","summary":"A new generation of young chefs is turning Lyon, France’s tradition-bound second city, into a destination for creative cooking. Here’s where to start your gluttony tour.","image":"https://si.wsj.net/public/resources/images/B3-BF212_LYON4_ER_20180724123108.jpg","byline":"Jay Cheshes","flashline":"Food"},{"id":"SB12668150196691734538904584280520958072280","title":"Leonardo in an Art Workshop: The Boy Most Likely to Succeed","summary":"A new exhibition at Yale shows the artist’s staggering gifts as he trained in the workshop of Andrea del Verrocchio in Florence.","image":"https://si.wsj.net/public/resources/images/B3-AT889_ICONS0_ER_20180612175550.jpg","byline":"Brenda Cronin"},{"id":"SB11165587878498893457204583362250051340628","title":"The Streaming Age Is Upon Us—and It’s Going to Get Ugly","summary":"Streaming was supposed to save us money, but Americans could end up paying more than their old cable bills to get all the new services coming online.","image":"https://si.wsj.net/public/resources/images/BN-UW852_STREAM_ER_20170830114916.jpg","byline":"Ben Fritz","flashline":"Analysis"},{"id":"SB12267467569865574173704583360360705591402","title":"Salman Rushdie’s New Novel Jumps Into Presidential Politics","summary":"In Salman Rushdie’s novel “The Golden House,” out Sept. 5, a tycoon from India reinvents himself in Manhattan as the Obama years end and the Trump administration begins.","image":"https://si.wsj.net/public/resources/images/BN-UW342_RUSHDI_ER_20170829115358.jpg","byline":"Ellen Gamerman","flashline":"Books"},{"id":"SB10334345409091493289304583358411648970952","title":"A Rapper Sends a Suicide Lifeline","summary":"The rapper Logic’s anthem titled ‘1-800-273-8255’ drives calls to a suicide hotline—while fueling the artist’s breakthrough on the hit-music charts.","image":"https://si.wsj.net/public/resources/images/BN-UV794_LOGIC0_ER_20170828110522.jpg","byline":"John Jurgensen","flashline":"Music"},{"id":"SB11240638572289983859504583346641332591834","title":"‘Polina’ Review: Risky Leaps, Moving Odyssey","summary":"From a husband-and-wife team comes an emotionally compelling, brilliantly acted film about a Russian dancer.","image":"https://si.wsj.net/public/resources/images/BN-UU798_FILMPO_ER_20170824111123.jpg","byline":"John Anderson","flashline":"Film Review"},{"id":"SB10288570089463484294704583346362436492152","title":"John le Carré Returns to George Smiley’s World","summary":"John le Carré brings back George Smiley in the Cold War novelist’s sequel to ‘The Spy Who Came In From the Cold.’","image":"https://si.wsj.net/public/resources/images/BN-UU103_LECARR_ER_20170822150327.jpg","byline":"Tobias Grey"},{"id":"SB11240638572289983859504583346353292830548","title":"You Don’t Know George Bernard Shaw Till You’ve Seen Him","summary":"Reading a play is one thing, but to truly understand the work requires a trip to the theater.","image":"https://si.wsj.net/public/resources/images/BN-UU408_seesha_ER_20170823115452.jpg","byline":"Terry Teachout"},{"id":"SB10288570089463484294704583344671063311266","title":"A Surprise Dance Album","summary":"Joshua Homme opens up ‘the steam valve for joy’ on Queens of the Stone Age’s seventh album.","image":"https://si.wsj.net/public/resources/images/BN-UT594_QUEENS_ER_20170821140731.jpg","byline":"John Jurgensen"},{"id":"SB10632720593228913828204583336794162435394","title":"Current Memoirs Hinge on Harrowing Pasts","summary":"A spate of memoirs by women detail various forms of abuse in their families and marriages.","image":"https://si.wsj.net/public/resources/images/BN-US977_SCARYM_ER_20170818122530.jpg","byline":"Ellen Gamerman","flashline":"Books"},{"id":"SB10632720593228913828204583336541923758644","title":"The Case for Kendrick Lamar","summary":"Five reasons the Compton rapper, with eight MTV Video Music Awards nominations, is heir to hip-hop’s greats.","image":"https://si.wsj.net/public/resources/images/BN-US957_KENDRI_ER_20170818110739.jpg","byline":"Neil Shah","flashline":"Music"},{"id":"SB12619217266056794095704584375622830458240","title":"Deadly California Wildfire Spreads","summary":"The death count from a rapidly growing Northern California wildfire rose to five after two young children and their great-grandmother who had been unaccounted for were confirmed dead.","image":"https://si.wsj.net/public/resources/images/B3-BG410_CFIRE0_G_20180729065729.jpg"},{"id":"SB12570839820021734009604584378880551325284","title":"Zimbabweans Vote in First Post-Mugabe Election","summary":"Zimbabwean voters went to the polls in the country’s first election after the ouster of strongman leader Robert Mugabe last year.","image":"https://si.wsj.net/public/resources/images/B3-BG563_zvote0_G_20180730095502.jpg"},{"id":"SB12451584674398004479904584374622053642700","title":"Blood Moon Treats Skygazers to a Celestial Spectacle","summary":"People gathered across the world to watch the blood moon eclipse, which occurs when the sun, Earth and moon line up perfectly.","image":"https://images.wsj.net/im-19946?width=620&height=413"},{"id":"SB10796127977339563375304584377502389772862","title":"Photos of the Day: July 29","summary":"In photos selected Sunday by Wall Street Journal editors, a Palestinian woman uses a gas lamp during an outage in the Gaza Strip, votes are tallied in the Malian presidential election, people dive off a tall bridge in Bosnia and Herzegovina, and more.","image":"https://si.wsj.net/public/resources/images/B3-BG426_0729PO_ER_20180729172833.jpg"},{"id":"SB10360345411573113586804584370341068653068","title":"Deadly Dam Collapse in Laos","summary":"The waters unleashed by the collapse of the Xe-Pian Xe-Nomnoy dam killed at least 24 people and prompted a rescue operation for thousands of stranded villagers.","image":"https://si.wsj.net/public/resources/images/B3-BF839_0726LA_ER_20180726040107.jpg"},{"id":"SB12239761776937553684604584366363248328706","title":"Wildfires Cause Devastation Near Greece’s Capital","summary":"Uncontrolled wildfires tore through forests and villages near Greece’s capital, killing scores. Strong winds spread the fires through pine forests and resort towns, forcing hundreds of residents and tourists to flee.","image":"https://si.wsj.net/public/resources/images/B3-BF242_GFIRE__ER_20180724141401.jpg"},{"id":"SB11988221663518273309504584361253995689622","title":"Mother and Son Reunite After Being Separated at Border in May","summary":"Delsy Guadalupe “Lupe” Serrano Torres was separated from her son at the U.S.-Mexico border in May. After nearly two months apart, the two were reunited Saturday in New York.","image":"https://images.wsj.net/im-19075?width=620&height=413"},{"id":"SB12619217266056794095704584371363024643386","title":"The Chefs Shaking Up Lyon’s Food Scene","summary":"4 restaurants well worth the trip.","image":"https://si.wsj.net/public/resources/images/B3-BF213_LYON2_ER_20180724123726.jpg"},{"id":"SB11805791893646614375304584075473314859140","title":"Why Banning Tips Can Be a Risky Strategy for Restaurants","summary":"A new study shows that when diners can’t tip, the effect can be lower online ratings and revenue.","image":"https://si.wsj.net/public/resources/images/SM-AB338_TIPPIN_ER_20180417151056.jpg","byline":"Alina Dizik"},{"id":"BL-258B-8254","title":"Think You’re Too Old to Found a Startup? Think Again","summary":"New research suggests that entrepreneurs in their 40s are more successful than 20-somethings, according to WSJ Small Business Expert Amy Wilkinson.","image":"//s.wsj.net/public/resources/images/B3-AG761_Entrep_ER_20180501233234.jpg","byline":"Amy Wilkinson"},{"id":"SB12008635076439604245104584089240896679238","title":"Why Sexual Harassment Can Be Tough to Fight at Small Firms","summary":"An informal atmosphere and lack of human-resources infrastructure make it difficult to bring complaints","image":"https://si.wsj.net/public/resources/images/SM-AB341_HARASS_ER_20180418162346.jpg","byline":"Alina Dizik"},{"id":"SB10686062374390134184704584373064233668986","title":"Trump Says He ‘Opened Up Europe.’ Europeans Disagree.","summary":"President Trump told an Iowa crowd this week that “we just opened up Europe for you farmers,” but officials in Brussels said he did no such thing.","image":"https://images.wsj.net/im-19883?width=620&height=413","byline":"Jacob M. Schlesinger in Washington and Emre Peker in Brussels"},{"id":"SB12619217266056794095704584369183553014774","title":"Consumers, Business and Exports Power Strong GDP Growth","summary":"The U.S. economy grew at the strongest pace in nearly four years during the second quarter, powered by a rebound in consumer spending, exports and firm business investment.","image":"https://si.wsj.net/public/resources/images/B3-BG192_econom_ER_20180727084344.jpg","byline":"Harriet Torry"},{"id":"SB10686062374390134184704584373250945510192","title":"Global Week Ahead: U.S., Japan and Brazil Policy Meetings","summary":"In the week ahead, central banks including the U.S. Federal Reserve, Bank of Japan and Brazil’s central bank will hold policy meetings.","image":"https://images.wsj.net/im-19093?width=620&height=413","byline":"WSJ Staff"},{"id":"SB12619217266056794095704584369251053740362","title":"Tariff Fears Tug on U.S. Consumer Sentiment","summary":"Trade concerns slightly dimmed U.S. consumers’ outlook on the economy in July.","image":"https://images.wsj.net/im-19563?width=620&height=413","byline":"Eric Morath"},{"id":"SB10686062374390134184704584371014135062716","title":"Fed Looks for Goldilocks Path as Jobless Rate Drops","summary":"The Federal Reserve is preparing for two possible scenarios as the jobless rate drops: accelerating or steady inflation.","image":"https://images.wsj.net/im-19930?width=620&height=413","byline":"Nick Timiraos"},{"id":"SB10686062374390134184704584372842835216648","title":"China’s Shrinking Trade Surplus Unlikely to Impress Trump","summary":"For years, China has sold much more to the world than it has bought. Now, that imbalance is shrinking, helping Chinese leadership argue it no longer pursues a mercantilist policy. But President Trump, who focuses on the U.S.’s ever-widening trade deficit with China, is unlikely to be impressed.","image":"https://si.wsj.net/public/resources/images/B3-BE420_INDUST_ER_20180720103835.jpg","byline":"Lingling Wei","flashline":"The Outlook"},{"id":"SB10686062374390134184704584373043400308298","title":"Beneath the Surface, a Solid Economy With Room to Run","summary":"The underlying details of second-quarter GDP point to an economic expansion that has picked up vigor and still has room to run. Whether President Trump’s policies can take credit is hard to answer.","image":"https://images.wsj.net/im-19871?width=620&height=413","byline":"Greg Ip"},{"id":"SB10686062374390134184704584372482498033184","title":"Derby’s Take: So Far, No Signs Fed Will Use Balance Sheet to Avert Curve Inversion","summary":"There’s a strategy the Federal Reserve could employ to ward off a potential bond market development that would strongly suggests a recession lies ahead, but Chairman Jerome Powell doesn’t appear to want to use it.","image":"https://images.wsj.net/im-19834?width=620&height=413","byline":"Michael S. Derby"},{"id":"SB12451584674398004479904584370810067350546","title":"ECB Leaves Rates on Hold | Trump Discusses GDP Numbers | CFPB Enforcement Is Back | Derby’s Take: No Signs Yet Fed Will Use Balance Sheet to Avert Curve Inversion","summary":"The Wall Street Journal’s central banking newsletter for Friday, July 27, 2018.","image":"https://images.wsj.net/im-19834?width=620&height=413"},{"id":"SB10686062374390134184704584371241523728218","title":"Record Drop in Foreigners Buying U.S. Homes","summary":"Foreign purchases of U.S. homes fell a record 21%, posing a fresh challenge to the slumping housing market, which has shown few signs of turning around.","image":"https://images.wsj.net/im-19772?width=620&height=413","byline":"Laura Kusisto"},{"id":"SB12500617647733914110104584370521973335920","title":"ECB Leaves Rates on Hold as It Affirms Bond Taper Plan","summary":"The European Central Bank confirmed plans to gradually phase out easy money but said it would probably keep rates steady through next summer, underscoring a growing policy divergence with the Federal Reserve.","image":"https://images.wsj.net/im-19708?width=620&height=413","byline":"Tom Fairless"},{"id":"SB12619217266056794095704584368911132037276","title":"U.S. GDP Predictions Scaled Back on Eve of Report","summary":"Several forecasters tempered their high expectations for U.S. economic growth in the second quarter—a day before the gross domestic product report is released—due to some underwhelming economic data.","image":"https://images.wsj.net/im-19529?width=620&height=413","byline":"Ben Leubsdorf"},{"id":"SB10686062374390134184704584370810346228216","title":"Draghi Sticks to Script on Rates Guidance and Economic Outlook","summary":"The European Central Bank played it safe at its latest policy meeting, sticking to its plan to end bond purchases at the end of this year and repeating that interest rates will stay where they are through summer 2019.","image":"https://images.wsj.net/im-19702?width=620&height=413","byline":"Brian Blackstone"},{"id":"SB12619217266056794095704584368861679453326","title":"Layoff Gauge Climbs After Hitting Multidecade Low","summary":"The number of Americans claiming new unemployment benefits rose last week but remained near multidecade lows, offering evidence of the labor market’s strength.","image":"https://images.wsj.net/im-19517?width=620&height=413","byline":"Sarah Chaney"},{"id":"SB10686062374390134184704584370492111026658","title":"Harrison’s Take: Powell Will Talk, but Will He Say Anything?","summary":"One of Jerome Powell’s goals as Federal Reserve chairman is to communicate more openly and frequently with the public. But don’t confuse Mr. Powell’s move towards greater transparency with candor.","image":"https://images.wsj.net/im-19299?width=620&height=413","byline":"David Harrison"},{"id":"SB12500617647733914110104584369222790738490","title":"Five Questions for the ECB Meeting | RBA to Remain a Laggard | U.S. Wants to Tighten Rules for Forgiving Student Loans | Harrison’s Take: Powell Will Talk but Will He Say Anything?","summary":"The Wall Street Journal’s central banking newsletter for Thursday, July 26, 2018.","image":"https://images.wsj.net/im-19299?width=620&height=413"},{"id":"SB12725973517339393911604584369933022550224","title":"Five Questions for the European Central Bank’s Meeting","summary":"The state of the eurozone economy and the ECB’s next policy steps are some of the issues President Mario Draghi will likely address at a news conference Thursday.","image":"https://images.wsj.net/im-19643?width=620&height=413","byline":"Tom Fairless"},{"id":"SB10956828051701294495704584367071930984800","title":"U.S. New-Home Sales Dropped in June","summary":"Purchases of new homes slipped 5.3% from May to the slowest pace in eight months, the latest sign that the housing market is cooling.","image":"https://images.wsj.net/im-19370?width=620&height=413","byline":"Sarah Chaney"},{"id":"SB12619217266056794095704584368893732158088","title":"IMF Economist Obstfeld to Retire","summary":"The chief economist of the International Monetary Fund, Maurice Obstfeld, will retire in December, returning to the University of California, Berkeley.","image":"https://images.wsj.net/im-19524?width=620&height=413","byline":"Josh Zumbrun"},{"id":"SB11797029663345763612704584367413111188656","title":"There’s No Productivity Miracle Hiding in the Data","summary":"Why hasn’t the technology revolution lifted the U.S.’s miserable productivity growth rate? Popular as the stealth productivity boom is, it is a myth.","image":"https://images.wsj.net/im-19464?width=620&height=413","byline":"Greg Ip","flashline":"Capital Account"},{"id":"SB12775063927723613280404584367240669046258","title":"ECB Charts Its Own Course | CFTC Nears Full Strength | Bitcoin Fever Persists With Fresh ETF Proposal | Blackstone’s Take: ECB Needs Some Reverse Guidance","summary":"The Wall Street Journal’s central banking newsletter for Wednesday, July 25, 2018.","image":"https://images.wsj.net/im-16536?width=620&height=413"},{"id":"SB12775063927723613280404584363730069338824","title":"A New York Weekend Island Retreat Gets Fancy","summary":"Luxury homes are replacing tiny bungalows as wealthy buyers look to Bohemian Fire Island as an affordable Hamptons alternative.","image":"https://si.wsj.net/public/resources/images/B3-BF540_fire07_ER_20180725120336.jpg","byline":"Candace Taylor","flashline":"Real Estate"},{"id":"SB11988221663518273309504584359073683378270","title":"Luxury Homeowners Retreat With Sensory-Deprivation Tanks","summary":"Wealthy residents are spending tens of thousands of dollars installing pods that let them float free of gravity and the stresses of daily life.","image":"https://si.wsj.net/public/resources/images/B3-BE888_sensor_ER_20180723160955.jpg","byline":"Alina Dizik","flashline":"Mansion"},{"id":"SB10944043276180784076504584344981454410334","title":"A New Career and House With the Help of Over 1 Million Instagram Fans","summary":"Kate Rumson of The Real Houses of Instagram designed her New Jersey townhouse by polling her 1.8 million social-media fans on chandelier choice and the right furniture.","image":"https://si.wsj.net/public/resources/images/B3-BE880_igram0_ER_20180723160325.jpg","byline":"Katerina Ang"},{"id":"SB10183140021005694124504584354944116077638","title":"Real-Estate Agents Discover It’s (Literally) a Zoo Out There","summary":"From wild turkeys that crashed a home showing and a stare-down with a startled moose, property brokers recall their encounters with critters.","image":"https://si.wsj.net/public/resources/images/MN-AR878_CRITTE_ER_20180723120821.jpg","byline":"Candace Taylor","flashline":"In The Trenches"},{"id":"SB11520536116639704605504584280782788972474","title":"When Home Is a Portuguese Bachelor Pad Fit for a King","summary":"Located just outside Lisbon, this mansion housed royalty and the literati. It is listed for $14.6 million—substantial upkeep not included.","image":"https://si.wsj.net/public/resources/images/MN-AR869_QUITA_ER_20180723144358.jpg","byline":"J. S. Marcus","flashline":"Living History"},{"id":"SB12239761776937553684604584365471165545050","title":"Hockey Champ Mario Lemieux Lists Québec Castle for $22 Million","summary":"The château-style home of the Pittsburgh Penguins owner overlooks Canada’s Mont Tremblant and has 50 rooms.","image":"https://si.wsj.net/public/resources/images/B3-BF171_lemieu_ER_20180724111419.jpg","byline":"Katherine Clarke"},{"id":"SB10686062374390134184704584373582880091564","title":"Former Warehouse in Chelsea Sells for $900 Million","summary":"A joint venture of L&L Holding Co. and Normandy Real Estate Partners has agreed to pay about $900 million for a storied, former freight warehouse in Manhattan’s Chelsea neighborhood.","image":"https://images.wsj.net/im-19939?width=620&height=413","byline":"Keiko Morris"},{"id":"SB12203734247804864800604584302933540798504","title":"Where a Basketball Pioneer Took Her First Shot","summary":"Parental strife and Harlem athletes helped turn the future BIG3 coach into a champion, but her current Texas house is hardly an ego trip.","image":"https://si.wsj.net/public/resources/images/B3-BE779_lieber_ER_20180723120730.jpg","byline":"Marc Myers"},{"id":"SB10959821451207064364404584153880355864404","title":"Luxury Homes That Promise to Reduce Stress—For $4 Million","summary":"Luxury developers are touting wellness real estate, offering private and communal spaces for meditation and yoga.","image":"","byline":"Amy Gamerman"},{"id":"SB12619217266056794095704584369013773022016","title":"A New York Weekend Island Retreat Gets Fancy","summary":"Luxury homes are replacing tiny bungalows as wealthy buyers look to Bohemian Fire Island as an affordable Hamptons alternative.","image":"","byline":"WSJ Real Estate"},{"id":"SB12425361180904923844804584355112119778426","title":"An Athlete’s Resort in South Carolina","summary":"The Palmetto Bluff home of former Dallas Cowboy Keith Brooking sits on the May River. It is asking $3.975 million.","image":"https://si.wsj.net/public/resources/images/B3-BD858_Brooki_ER_20180718142336.jpg"},{"id":"SB12239761776937553684604584367252377173502","title":"Home Sales Extend Slump Despite Economic Strength","summary":"Existing-home sales slipped 0.6% in June from the previous month","image":"","byline":"WSJ Real Estate"},{"id":"SB10886108803905054911704584354922876133140","title":"A Connecticut Country House for Family and Horses","summary":"This Ridgefield home that comes with an elevated pool, greenhouse and vegetable garden was built by the founders of Edelman Leather.","image":"https://si.wsj.net/public/resources/images/B3-BD800_Edelma_ER_20180718120921.jpg"},{"id":"SB12775063927723613280404584367190073050868","title":"‘Parent Trap’ Star Dennis Quaid Asks $6.5 Million for L.A. Home","summary":"The actor is listing a Sunset Boulevard property that has six bedrooms, a 10-car motor court and spa.","image":"https://si.wsj.net/public/resources/images/B3-BF237_quaid0_ER_20180724133704.jpg","byline":"Katherine Clarke"},{"id":"SB10944043276180784076504584340912646281806","title":"California Living in Florida","summary":"Located in a golf community in Orlando, this home comes with a heated pool and summer kitchen. It is listed for $1.895 million.","image":"https://si.wsj.net/public/resources/images/B3-BB881_Wisema_ER_20180711125725.jpg"},{"id":"SB11322792434924884693704584357322742198940","title":"Colorado Mountain Home Inspired by ‘Walden’ Asks $29 Million","summary":"The Vail Valley estate, which comes with a boat dock and large pond, was designed by architect Annabelle Selldorf for the widow of casino executive Butch Kerzner","image":"https://si.wsj.net/public/resources/images/B3-BE519_kerzne_ER_20180720163639.jpg","byline":"Katherine Clarke"},{"id":"SB11988221663518273309504584358712253352816","title":"Tinder Co-Founder Swipes Right on Hollywood Hills Home","summary":"Sean Rad purchased a Los Angeles pad that comes with a Comedy Store-themed bar for $26.5 million.","image":"https://si.wsj.net/public/resources/images/B3-BE431_tinder_ER_20180720113952.jpg","byline":"Katherine Clarke"},{"id":"SB10944043276180784076504584342792698600278","title":"If American Painter Edward Hopper Were a Florist","summary":"Floral designer Lindsey Taylor captures the high-contrast sun and shadow in the American realist painter’s “The Lighthouse at Two Lights,” (1929).","image":"https://si.wsj.net/public/resources/images/B3-BD158_FLOWER_ER_20180716205245.jpg","byline":"Lindsey Taylor"},{"id":"SB10944043276180784076504584344833679837434","title":"Where Denmark’s Elite Go to (Modestly) Summer","summary":"Homes in Skagen, about five hours from Copenhagen and known for its artsy history, tend to lack luxury amenities.","image":"https://si.wsj.net/public/resources/images/B3-BF346_skagen_ER_20180724181543.jpg","byline":"J.S. Marcus"},{"id":"SB10886108803905054911704584354933296438874","title":"Bought That Run-down Old House? Time for an Extreme Makeover","summary":"New owners can face big challenges when updating homes that have had a single owner for decades with new interior styles and technology","image":"","byline":"WSJ Real Estate"},{"id":"SB10795581185570494514204584378771312533600","title":"Iran’s Rial at Historic Low as U.S. Sanctions Loom","summary":"Iran’s local currency hit another record low against the U.S. dollar, extending a historic slide on concerns about new sanctions due to be imposed next week.","image":"https://images.wsj.net/im-20061?width=620&height=413","byline":"Asa Fitch in Dubai and Aresu Eqbali in Tehran"},{"id":"SB10795581185570494514204584378650873569472","title":"China Indicts Former Top Internet Regulator on Corruption Charges","summary":"Prosecutors indicted China’s former top internet regulator on charges that he took bribes and abused his power, advancing a case portrayed as a sign of President Xi Jinping’s continuing commitment to his far-reaching anticorruption campaign.","image":"https://images.wsj.net/im-20035?width=620&height=413","byline":"Chun Han Wong"},{"id":"SB10795581185570494514204584378762745222036","title":"Australian Archbishop Resigns After Sex-Abuse Coverup Conviction","summary":"Pope Francis accepted the resignation of an Australian archbishop convicted of concealing sex abuse, in the Catholic Church’s latest response to an international scandal over sexual abuse and harassment.","image":"https://images.wsj.net/im-20059?width=620&height=413","byline":"Francis X. Rocca in Rome and Rob Taylor in Canberra"},{"id":"SB10795581185570494514204584376782999890174","title":"Cambodian Strongman Claims Victory in Widely Criticized Election","summary":"After locking up his chief rival, Prime Minister Hun Sen claimed another five years as Cambodia’s leader, in an election that was widely derided as a farce exposing the lurch toward authoritarianism.","image":"https://images.wsj.net/im-19985?width=620&height=413","byline":"James Hookway"},{"id":"SB10686062374390134184704584370772651457190","title":"Doubts Hang Over Zimbabwe’s Post-Mugabe Vote","summary":"Whether Monday’s presidential election will be spared the violence and alleged rigging that marred polls in Zimbabwe under ousted strongman Robert Mugabe has become the central question of the vote.","image":"https://si.wsj.net/public/resources/images/B3-BF986_ZIMVOT_ER_20180726154006.jpg","byline":"Gabriele Steinhauser"},{"id":"SB11797029663345763612704584364452163625882","title":"Touring North Korean Farms and Factories, Kim Jong Un Signals a Shift","summary":"North Korean leader Kim Jong Un, having declared his nuclear program complete and claimed his place on the world stage next to the U.S. president at a Singapore summit, has begun to lavish attention on the livelihood of his people.","image":"https://images.wsj.net/im-19994?width=620&height=413","byline":"Jonathan Cheng"},{"id":"SB10686062374390134184704584375141588533088","title":"Greece Mourns Wildfire Victims","summary":"Greece began to bury the victims of the devastating wildfires that raged through crowded resort areas, as the death toll continues to rise.","image":"https://images.wsj.net/im-19958?width=620&height=413","byline":"Nektaria Stamouli"},{"id":"SB10795581185570494514204584376683071280154","title":"On Eve of Zimbabwe Election, Mugabe Endorses Opposition","summary":"Zimbabwe’s ousted longtime leader Robert Mugabe endorsed the opposition in Monday’s presidential election, his first intervention in a tight vote that—for the first time since 1980—doesn’t feature his name on the ballot.","image":"https://si.wsj.net/public/resources/images/B3-BG412_ZIMVOT_ER_20180729080524.jpg","byline":"Gabriele Steinhauser"},{"id":"SB12619217266056794095704584375931755626864","title":"At Least 14 Dead, 160 Hurt as Earthquake Hits Indonesia Island","summary":"A shallow, magnitude 6.4 earthquake early Sunday killed at least 14 people and injured more than 160 on Indonesia’s Lombok Island, a popular tourist destination next to Bali.","image":"https://images.wsj.net/im-19976?width=620&height=413","byline":"Associated Press"},{"id":"SB11443694453778813656304584376193150527198","title":"Election Losses Rattle an Already Skittish Australian Government","summary":"Defeats in a clutch of weekend ballots risk aggravating internal party divisions over Australian Prime Minister Malcolm Turnbull’s leadership, forcing him to review his center-right bloc’s election strategy.","image":"https://images.wsj.net/im-19975?width=620&height=413","byline":"David Winning"},{"id":"SB10686062374390134184704584373323052918240","title":"U.S. Sizing Up Chances for Peace in Afghanistan","summary":"By most measures, President Trump’s strategy for ending the war in Afghanistan has produced few positive results. But after 17 years of fighting, a new opportunity has opened for historic peace talks.","image":"https://si.wsj.net/public/resources/images/B3-BG315_USAFGH_ER_20180727161640.jpg","byline":"Dion Nissenbaum"},{"id":"SB10686062374390134184704584372630316610624","title":"#MeToo Movement Gathers Momentum in China","summary":"A slew of sexual-misconduct allegations is surfacing in China, a sign of pent-up frustration about the treatment of women and a testament to the rise of a generation increasingly willing to speak up.","image":"https://si.wsj.net/public/resources/images/B3-BG296_CMETOO_ER_20180727153209.jpg"},{"id":"SB12451584674398004479904584374592383757498","title":"U.S. Cardinal Resigns Amid Sex-Abuse Allegations","summary":"Pope Francis accepted the resignation of U.S. Cardinal Theodore McCarrick, taking an extraordinary disciplinary measure against a senior member of the Catholic hierarchy after several allegations of sexual abuse.","image":"https://images.wsj.net/im-19945?width=620&height=413","byline":"Francis X. Rocca"},{"id":"SB12451584674398004479904584373250860744252","title":"Photos of the Day: July 27","summary":"In photos selected Wednesday by Wall Street Journal editors, a chaplain blesses remains turned over by North Korea, migrants disembark on a Spanish beach, villagers pick water caltrops in China, and more.","image":"https://si.wsj.net/public/resources/images/B3-BG270_072718_ER_20180727144802.jpg"},{"id":"SB10686062374390134184704584373350794530742","title":"Mexico’s López Obrador to Start New Refinery in Boost for Pemex","summary":"Mexican President-elect Andrés Manuel López Obrador said Friday his government will earmark 175 billion pesos ($9.4 billion) in additional investment next year at state-run energy companies.","image":"https://images.wsj.net/im-19954?width=620&height=413","byline":"Anthony Harrup"},{"id":"SB10796127977339563375304584379181266122274","title":"Trump Again Threatens Shutdown Over Border Wall","summary":"President Trump said he had no qualms about shutting down the government as part of a dispute over funding for a border wall, reiterating a threat he made on Twitter over the weekend.","image":"https://images.wsj.net/im-20103?width=620&height=413","byline":"Michael C. Bender"},{"id":"SB10686062374390134184704584373363895700856","title":"Manafort’s Finances Will Be in Spotlight in High-Stakes Trial","summary":"Special counsel Robert Mueller’s team will take President Trump’s former campaign chairman Paul Manafort to court in Alexandria, Va., on Tuesday, in a trial with implications reaching far beyond the immediate charges ranging from tax evasion to bank fraud.","image":"https://images.wsj.net/im-19955?width=620&height=413","byline":"Aruna Viswanatha"},{"id":"SB10795581185570494514204584377481083444824","title":"Trump Allies Take Aim at Michael Cohen After Fallout","summary":"President Trump’s allies sought to discredit his former attorney, Michael Cohen, after a week of escalating clashes that raised the question of how much Mr. Cohen will divulge about his former boss.","image":"https://images.wsj.net/im-20009?width=620&height=413","byline":"Brett Forrest and Peter Nicholas"},{"id":"SB10795581185570494514204584377363776864936","title":"Trump Adviser Kudlow Says U.S. to ‘Immediately’ Start EU Trade Talks on Agriculture","summary":"A top Trump administration official said Sunday that the U.S. will “immediately” start negotiating with the European Union to forge trade agreements on farm and energy products.","image":"https://images.wsj.net/im-20004?width=620&height=413","byline":"Yuka Hayashi"},{"id":"SB10686062374390134184704584372933506153184","title":"Kansas Race Splits GOP","summary":"President Trump is shaking up races in Kansas, where Republicans locked in a bitter gubernatorial primary are jockeying over loyalty to him and Democrats are seeking to use opposition to him to flip two U.S. House seats.","image":"https://images.wsj.net/im-19904?width=620&height=413","byline":"Andrew Duehren"},{"id":"SB10795581185570494514204584376962923055156","title":"Trump Again Threatens to Shut Down Government","summary":"President Trump renewed a threat to shut down the government unless Congress provides money for a border wall and enacts new immigration curbs.​","image":"https://images.wsj.net/im-20043?width=620&height=413","byline":"Siobhan Hughes and Peter Nicholas"},{"id":"SB10686062374390134184704584373340368038758","title":"Lawmakers’ Summer Break Is Colored by Trump Effect","summary":"With roughly 100 days to go until the midterm elections, both Republicans and Democrats will be treading carefully in how they engage with voters on issues associated with President Trump.","image":"https://images.wsj.net/im-19914?width=620&height=413","byline":"Natalie Andrews"},{"id":"SB10686062374390134184704584372920602809060","title":"Trump ‘Open to Visiting Moscow’ if Formally Invited, White House Says","summary":"The president is open to an invitation from Vladimir Putin to visit Moscow, a White House spokeswoman said Friday, days after his invitation to the Russian leader to visit Washington prompted bipartisan criticism.","image":"https://images.wsj.net/im-19860?width=620&height=413","byline":"Rebecca Ballhaus"},{"id":"SB12451584674398004479904584372763651896876","title":"Trump Denies He Knew Beforehand of Meeting With Russian Lawyer","summary":"President Trump says he had no prior knowledge of a meeting his eldest son had with a Russian lawyer at Trump Tower, disputing an account that his former lawyer Michael Cohen is planning to tell the special counsel.","image":"https://images.wsj.net/im-19852?width=620&height=413","byline":"Rebecca Ballhaus"},{"id":"SB10686062374390134184704584371670963522020","title":"Former Committee Aide’s Lawyers Want Testimony From Senators","summary":"Members of the Senate Intelligence Committee have been notified they may be asked for testimony as part of the criminal trial of a veteran Senate staffer accused of lying to the FBI while working for the panel.","image":"https://images.wsj.net/im-19811?width=620&height=413","byline":"Byron Tau"},{"id":"SB10686062374390134184704584371771562724390","title":"McCaskill Says Senate Office Was Target of Phishing Scam","summary":"Sen. Claire McCaskill, a Missouri Democrat facing a tough re-election fight, said that hackers aiming to steal staffers’ passwords failed to infiltrate her Senate office computers.","image":"https://images.wsj.net/im-19815?width=620&height=413","byline":"Natalie Andrews"},{"id":"SB10686062374390134184704584371540579726418","title":"Trump Tries to Ease Republican Worries About Trade Fights","summary":"The Trump administration touted its truce with Europe as evidence that its trade policies are starting to show results, but Republicans pushed for accelerated efforts on other trade fronts.","image":"https://images.wsj.net/im-19806?width=620&height=413","byline":"Siobhan Hughes and Jacob M. Schlesinger"},{"id":"SB10686062374390134184704584371520668049870","title":"Trump, Breaking With Tradition, Talks Up GDP Report Before Release","summary":"President Trump outlined his expectations for Friday’s economic growth report, breaking from a tradition of presidents refraining from commenting on the figure ahead of its release.","image":"https://images.wsj.net/im-19791?width=620&height=413","byline":"Rebecca Ballhaus and Harriet Torry"},{"id":"SB10686062374390134184704584375973958995130","title":"Wildfires Scorch California as Death Toll Rises to Six","summary":"Wildfires spread across California, forcing officials to extend closure of the famed Yosemite Valley by another week and maintain evacuations for thousands of people farther north around Redding where the death toll climbed to at least six.","image":"https://images.wsj.net/im-19970?width=620&height=413","byline":"Jim Carlton"},{"id":"SB10795581185570494514204584379360429704936","title":"Pennsylvania Pediatrician Faces New Child Abuse Charges","summary":"Pennsylvania pediatrician Johnnie Wilson Barto faces dozens of child molestation charges after police say more victims have come forward to allege he sexually abused them.","image":"https://images.wsj.net/im-20123?width=620&height=413","byline":"Associated Press"},{"id":"SB10686062374390134184704584369793422789178","title":"Employers Eager to Hire Try a New Policy: ‘No Experience Necessary’","summary":"More companies, desperate for candidates for jobs ranging from auto mechanic to e-commerce analyst, are abandoning requirements about experience and college degrees.","image":"https://images.wsj.net/im-19619?width=620&height=413","byline":"Kelsey Gee"},{"id":"SB10795581185570494514204584379360760570976","title":"Bronx Gets Bike-Share Program with Electric ‘Pedal Assist’","summary":"Dockless bikes rolled out in the Bronx, fulfilling New York City’s goal of expanding bike sharing to all five boroughs and setting the stage for a competition between some of the nation’s leading bike-share companies.","image":"https://si.wsj.net/public/resources/images/B3-BG627_NYBIKE_ER_20180730123239.jpg","byline":"Paul Berger"},{"id":"SB10686062374390134184704584373683884736474","title":"Move the Furniture, It’s Time for a Drone Race","summary":"A handful of informal drone-racing locations have popped up around New York City, from a Tex-Mex restaurant in Hell’s Kitchen to a digital-imaging studio in Chelsea.","image":"https://si.wsj.net/public/resources/images/B3-BG444_NYDRON_ER_20180729201257.jpg","byline":"Maya Sweedler"},{"id":"SB10795581185570494514204584376601287358672","title":"Koch Network Criticizes Trump Trade Policy at Donor Meeting","summary":"Billionaire Charles Koch warned against protectionism Sunday at a biannual meeting of the conservative network he co-founded.","image":"https://images.wsj.net/im-19979?width=620&height=413","byline":"Jennifer Levitz"},{"id":"SB10795581185570494514204584377160855850676","title":"Flatiron District Gets Back to Business After Steam-Pipe Explosion","summary":"Businesses are reopening but foot traffic remains light following a steam-pipe explosion on July 19 in Manhattan’s Flatiron District.","image":"https://si.wsj.net/public/resources/images/B3-BG422_NYSTEA_ER_20180729143209.jpg","byline":"Kate King"},{"id":"SB10686062374390134184704584372961325306876","title":"Hike Spike for Trails Along Metro-North Stops","summary":"Weekend hiking trips to Breakneck Ridge along the Hudson River have been rising, thanks to MTA-accessibility and social media buzz.","image":"https://images.wsj.net/im-19986?width=620&height=413","byline":"Lara Korte"},{"id":"SB10686062374390134184704584373471533086830","title":"The Red Tide Is Killing Florida’s Sea Turtles","summary":"The number of sea turtles washing up on Florida’s southwestern coast has soared due to a prolonged algae bloom, raising concerns about the long-term impact on endangered turtle species.","image":"https://images.wsj.net/im-19906?width=620&height=413","byline":"Arian Campo-Flores"},{"id":"SB11751308203394224420304584376120129179980","title":"New Orleans Shooting Leaves Three Dead, Seven Wounded","summary":"Three people are dead and seven more wounded following a shooting that took place about 3 miles from the French Quarter of New Orleans.","image":"https://images.wsj.net/im-19973?width=620&height=413","byline":"Associated Press"},{"id":"SB10686062374390134184704584373512606182766","title":"Brooklyn Hipsters Can Now Hop On Ride-Sharing Mopeds","summary":"A new set of wheels will roll into Brooklyn this week, marrying the spirit of ‘Easy Rider’ with the practicality of ride sharing.","image":"https://si.wsj.net/public/resources/images/B3-BG385_NYMOPE_ER_20180727215411.jpg","byline":"Lara Korte"},{"id":"SB10686062374390134184704584373361242698856","title":"State Delays Student Test Scores, Leaving Parents Less Time to Prepare","summary":"New York parents anxious to see their children’s scores on last spring’s state tests will have to wait until at least mid-to-late September this year, due to a technical review.","image":"https://images.wsj.net/im-19935?width=620&height=413","byline":"Leslie Brody"},{"id":"SB12451584674398004479904584374033431385994","title":"Five Dead as Massive Northern California Wildfire Grows","summary":"The death count from a rapidly growing Northern California wildfire rose to five after two young children and their great-grandmother who had been unaccounted for were confirmed dead.","image":"https://images.wsj.net/im-19957?width=620&height=413","byline":"Associated Press"},{"id":"SB10686062374390134184704584375263334980216","title":"Trump CFO Thrust Into Legal Spotlight","summary":"Allen Weisselberg, the 71-year-old chief financial officer of the Trump Organization, has been drawn into legal matters swirling around President Trump.","image":"https://images.wsj.net/im-19554?width=620&height=413","byline":"Rebecca Davis O’Brien and Alexandra Berzon"},{"id":"SB10686062374390134184704584373082473296494","title":"Religion Looms Large for Education Official in Charge of Civil Rights","summary":"Ken Marcus has a background in fighting anti-Semitism. But the Education Department doesn’t have jurisdiction over religious discrimination, meaning he has to walk a fine line on enforcement.","image":"https://images.wsj.net/im-19888?width=620&height=413","byline":"Michelle Hackman"},{"id":"SB10795581185570494514204584378872076583330","title":"Tesla Explores Building Major Factory in Europe","summary":"Tesla Inc.’s international expansion is gaining momentum, with authorities in Germany and the Netherlands initiating talks with the company to build its first major European factory.","image":"https://images.wsj.net/im-20068?width=620&height=413","byline":"William Boston in Berlin and Tim Higgins in San Francisco"},{"id":"SB10795581185570494514204584378622974077560","title":"Starbucks Ties Up With Alibaba to Deliver Coffee in China","summary":"Starbucks is joining with e-commerce giant Alibaba to deliver beverages and snacks, as it seeks to reverse a sales decline in China.","image":"https://images.wsj.net/im-20054?width=620&height=413"},{"id":"SB11840705988313394737504584330892102695818","title":"Jack Ma’s Giant Financial Startup Is Shaking the Chinese Banking System","summary":"Ant Financial, which grew out of Alibaba, controls the world’s largest money-market fund, handled more payments last year than Mastercard and is more valuable than Goldman Sachs. Its power and disruptive capacity is drawing a backlash from Chinese banks—and also the government.","image":"https://si.wsj.net/public/resources/images/B3-BF664_ANTLED_ER_20180725190731.jpg","byline":"Stella Yifan Xie"},{"id":"SB10686062374390134184704584374841045513888","title":"This Camera Crushes Your Phone—and Still Fits in Your Pocket","summary":"The remarkable thing about Sony’s new RX100 is that it packs so many features into a body much closer in size to a smartphone than a chunky DSLR. At $1,200 it’s pricey, writes David Pierce, but the RX100 VI may be the best camera you can take anywhere.","image":"https://m.wsj.net/video/20180727/072918ptech/072918ptech_640x360.jpg","byline":"David Pierce"},{"id":"SB10686062374390134184704584373491558890808","title":"Investors Step Back From Social-Media Highfliers","summary":"Shares of Twitter and Facebook endured a surprise rout this week, as investors were rattled by signs that users are souring on the social-media stalwarts.","image":"https://images.wsj.net/im-19929?width=620&height=413","byline":"Marc Vartabedian, Yoree Koh and Michael Wursthorn"},{"id":"SB10686062374390134184704584373100288932662","title":"Walmart Explores Video Streaming","summary":"Walmart is exploring a video-streaming service that would seek to challenge Netflix and Amazon by offering programming that targets Middle America.","image":"https://images.wsj.net/im-19887?width=620&height=413","byline":"Joe Flint, Erich Schwartzel and Sarah Nassauer"},{"id":"SB10795581185570494514204584378480819641404","title":"China’s Plans for Tech Homecoming Stall","summary":"China’s ambitious plan to lure technology giants back home is languishing, with companies and regulator blaming each other and a weaker stock market.","image":"https://images.wsj.net/im-20045?width=620&height=413","byline":"Chao Deng, Liza Lin and Julie Steinberg"},{"id":"SB10686062374390134184704584372861511333386","title":"NXP Was a Popular Hedge-Fund Trade Before Deal Collapsed","summary":"Qualcomm’s potential deal to buy Dutch chip maker NXP Semiconductors attracted some of the hedge fund industry’s biggest names before it collapsed this week.","image":"https://images.wsj.net/im-19859?width=620&height=413","byline":"Rachael Levy"},{"id":"SB10686062374390134184704584373371047570060","title":"Intel Serves Up an Opportunity for AMD","summary":"Much smaller chip maker will have a big head start with new data-center processors.","image":"https://images.wsj.net/im-19953?width=620&height=413","byline":"Dan Gallagher","flashline":"Heard on the Street"},{"id":"SB10796127977339563375304584377563369669646","title":"Retail Returns Specialist Optoro Raises $75 Million in New Funding","summary":"Franklin Templeton is leading an infusion backing Optoro’s expansion in a market growing more prominent as e-commerce raises the role of returned merchandise in retailing.","image":"https://images.wsj.net/im-20011?width=620&height=413","byline":"Erica E. Phillips"},{"id":"SB10686062374390134184704584371232807690364","title":"IEX Exchange Has Wall Street Fame But No Listings","summary":"Startup stock exchange IEX has discovered it isn’t easy to pull corporate America away from the mighty New York Stock Exchange and Nasdaq.","image":"https://images.wsj.net/im-19846?width=620&height=413","byline":"Alexander Osipovich"},{"id":"SB10686062374390134184704584372943703003868","title":"Twitter Loses Users, But Will Advertisers Follow?","summary":"Twitter’s stock price—which had been up over 70% this year—was due for a spill after the company’s crackdown on fake accounts, but shares remain vulnerable to an advertising decline.","image":"https://images.wsj.net/im-19862?width=620&height=413","byline":"Elizabeth Winkler"},{"id":"SB10686062374390134184704584371381813521084","title":"The Fool’s Game of Picking the Electric Car Champ","summary":"Little data, few profits and lots of new competition make it near impossible to identify the companies that will dominate the electric car market.","image":"https://images.wsj.net/im-19812?width=620&height=413","byline":"Stephen Wilmot","flashline":"Heard on the Street"},{"id":"SB10686062374390134184704584371500328512632","title":"Amazon Makes Its Payday","summary":"Record operating income is a sign that the company’s boundless ambitions pay off—eventually.","image":"https://images.wsj.net/im-19638?width=620&height=413","byline":"Dan Gallagher","flashline":"Heard on the Street"},{"id":"SB10686062374390134184704584372774051175840","title":"China’s Pursuit of Western Tech Assets Hits a German Roadblock","summary":"Germany fended off Chinese bids for two strategically important industrial assets this week, reflecting a growing effort in the U.S. and Europe to throw up obstacles to Chinese acquisitions of cutting-edge technology.","image":"https://images.wsj.net/im-19850?width=620&height=413","byline":"Andrea Thomas"},{"id":"SB12619217266056794095704584373153815721322","title":"How Sellers Trick Amazon to Boost Sales","summary":"Every day, dozens of young men crowd into tiny rooms with 30 computers each in northern Bangladesh. Their mission: Trick Amazon.com.","image":"https://si.wsj.net/public/resources/images/OG-BO954_CLICKF_G_20180727163629.gif","byline":"Laura Stevens in San Francisco and Jon Emont in Hong Kong"},{"id":"SB10686062374390134184704584371674188692990","title":"In Second Act, a Silicon Valley CEO Opens Up About Affairs","summary":"Former SoFi chief Mike Cagney admits misleading the lender’s board over an affair, as he debuts his latest financial-technology startup, Figure, with his wife.","image":"https://images.wsj.net/im-19816?width=620&height=413","byline":"Peter Rudegeair"},{"id":"SB12288264447122304565404583221274012744096","title":"Ousted Tech Founder? Uber’s Travis Kalanick Is in Good Company","summary":"Uber co-Founder Travis Kalanick joins an illustrious list of Silicon Valley leaders forced out of running the companies they built.","image":"https://art.wsj.net/api/photos/gams-files/BN-TY647_37gql_A_20170621052140.jpg?width=620&height=413","byline":"Stu Woo"},{"id":"SB11251730094198574819004583221223247223436","title":"Uber’s Really Bad Year","summary":"Uber CEO Travis Kalanick’s resignation follows a turbulent few months for both him and the company he founded. Here’s a quick glance at the events that preceded the 40-year-old’s departure.","image":"https://art.wsj.net/api/photos/gams-files/BN-TY659_2Sr1y_A_20170621062954.jpg?width=620&height=413","byline":"WSJ Roundup"},{"id":"SB12619217266056794095704584369420080359260","title":"Biggest Companies’ Secret to Success: Their Tech Spending","summary":"The secret of success for Amazon, Google and Microsoft is how much they invest in their own technology.","image":"https://si.wsj.net/public/resources/images/B3-BF491_KEYWOR_ER_20180725104101.jpg","byline":"Christopher Mims","flashline":"Keywords"},{"id":"SB12239761776937553684604584367543758652348","title":"Check the Back Seat! Alerts Remind Drivers About Children","summary":"As the ‘hot-car’ death rate remains stubbornly high, new sensors and other reminders are in the works; Nissan will make its alert a standard feature, a step advocates have encouraged.","image":"https://si.wsj.net/public/resources/images/B3-BF887_HOTCAR_ER_20180726124610.jpg","byline":"Ellen Byron","flashline":"Health & Wellness"},{"id":"SB10956828051701294495704584365452937984312","title":"‘The Mobile Industry’s Never Seen Anything Like This’: Steve Jobs on the App Store","summary":"As the App Store turns 10, we revisit the Apple CEO’s 2008 interview with Nick Wingfield shortly after its launch. “There’s never been a mobile platform that’s been this powerful before,” he says. Get the full audio and transcript.","image":"https://images.wsj.net/im-19248?width=620&height=413"},{"id":"SB10686062374390134184704584372363834184926","title":"Baidu Earnings: What to Watch","summary":"Baidu is scheduled to report second-quarter earnings after the U.S. market closes Tuesday. Here’s what you need to know.","image":"https://images.wsj.net/im-19833?width=620&height=413","byline":"Shan Li"},{"id":"SB10686062374390134184704584373442671022538","title":"U.K. Report Calls for More Oversight of Tech Companies Such as Facebook","summary":"A new report from the U.K. Parliament calls for tech companies to be liable for harmful and misleading material on their platforms, warning of a “democratic crisis” being created by the spread of misinformation.","image":"https://images.wsj.net/im-19922?width=620&height=413","byline":"Benjamin Mullin"},{"id":"SB10686062374390134184704584372124041511040","title":"Twitter Shares Fall Sharply on Warning on Declining Users","summary":"Twitter shares fell more than 20% as the social-media company said its number of monthly users dropped in the second quarter and could keep falling as it purges fake accounts.","image":"https://images.wsj.net/im-19828?width=620&height=413","byline":"Marc Vartabedian"},{"id":"SB10686062374390134184704584373272065091070","title":"Facebook Temporarily Bans Alex Jones Over Video Posts","summary":"Facebook banned controversial radio host Alex Jones for 30 days for repeatedly posting content that violated the social network’s community guidelines.","image":"https://images.wsj.net/im-19899?width=620&height=413","byline":"Sarah E. Needleman"},{"id":"SB10686062374390134184704584371980246493364","title":"China to Qualcomm: Don’t Blame Us for Failed NXP Deal","summary":"Chinese regulators weighed in on Qualcomm’s busted acquisition of Dutch chip maker NXP—called off by Qualcomm over the stalled approval process in Beijing—with their own statement: Don’t blame us.","image":"https://images.wsj.net/im-19825?width=620&height=413"},{"id":"SB12451584674398004479904584371291794269528","title":"Amazon’s Profit Soars to Record","summary":"Amazon’s profit topped $2 billion for the first time, powered by the company’s newer services businesses that are ushering it into an era of swelling profitability.","image":"https://images.wsj.net/im-19760?width=620&height=413","byline":"Laura Stevens"},{"id":"SB10686062374390134184704584370453991357282","title":"Qualcomm and NXP Chiefs Lament Failed Deal via Texts","summary":"NXP’s chief executive held out hope until the last minute that the Qualcomm deal would work out. After a late night exchange of texts he finally conceded it was dead. Now he has to figure out what’s next for the chip maker.","image":"https://images.wsj.net/im-19667?width=620&height=413","byline":"Stu Woo"},{"id":"SB12451584674398004479904584371153704192042","title":"Intel’s Strong Quarter Undercut by Concerns Over Chip Delay","summary":"A recovering personal-computer market and Intel’s growing data-center business helped the chip giant deliver strong results in the latest period, putting it on track to post a record year for profit and revenue.","image":"https://images.wsj.net/im-19750?width=620&height=413","byline":"Jay Greene and Maria Armental"},{"id":"SB10686062374390134184704584371393027971468","title":"Facebook’s Challenge: Draw More Ad Dollars Beyond Core Platform","summary":"With Facebook’s relentless growth no longer a given on its main platform, the social-media titan now faces a question that was previously an afterthought: How to squeeze more money from its other apps and services?","image":"https://images.wsj.net/im-19783?width=620&height=413","byline":"Deepa Seetharaman and Lara O’Reilly"},{"id":"SB12451584674398004479904584370781749154684","title":"Facebook Suffers Worst-Ever Drop in Market Value","summary":"Facebook suffered the biggest-ever one-day loss in market value for a U.S.-listed company, a punishing reversal for a company that has led a yearslong tech-stock surge.","image":"https://images.wsj.net/im-19700?width=620&height=413","byline":"Akane Otani and Deepa Seetharaman"},{"id":"SB10686062374390134184704584370003874975592","title":"Facebook Shares Fall After Conference Call Hits Investor Faith","summary":"Comments about revenue growth, monetizing Instagram Stories and the impact of new privacy laws during the earnings conference call hit Facebook’s shares.","image":"https://images.wsj.net/im-19686?width=620&height=413","byline":"Deepa Seetharaman"},{"id":"SB10795581185570494514204584378762843566446","title":"Tyson Cuts Outlook on Tariffs, Commodity Volatility","summary":"Tyson Foods said tariffs have hurt domestic and export prices on chicken and pork. The company also said domestic chicken demand has weakened because of an abundance of “relatively lower-priced” beef and pork.","image":"https://images.wsj.net/im-20058?width=620&height=413","byline":"Bowdeya Tweh"},{"id":"SB10795581185570494514204584379412982073666","title":"Kroger Unit Won’t Take Visa Credit Cards in California Stores","summary":"A unit of supermarket chain Kroger Co. said Monday it will stop accepting Visa Inc. credit cards at 21 stores and five gas stations in California due to the card giant’s fees.","image":"https://images.wsj.net/im-20130?width=620&height=413","byline":"AnnaMaria Andriotis"},{"id":"SB10795581185570494514204584378720618894880","title":"Johnson & Johnson Adds Zarbee’s Naturals to Bolster Consumer Brands","summary":"Johnson & Johnson’s consumer-health arm reached a deal to buy children’s cough-syrup maker Zarbee’s Naturals, a move that could help the company better reach health-conscious millennial parents and bolster sales from the unit.","image":"https://images.wsj.net/im-20107?width=620&height=413","byline":"Nishant Mohan and Jaewon Kang"},{"id":"SB10883920636739713811604584378553368621512","title":"MGM Makes Wager on Sports Betting","summary":"MGM Resorts said it would partner with Britain’s GVC to set up a U.S. sports betting and online-gambling business, the latest wager that Americans will gamble more after a landmark court ruling earlier this year.","image":"https://images.wsj.net/im-20044?width=620&height=413","byline":"Maryam Cockar"},{"id":"SB10795581185570494514204584377414168817886","title":"CBS Directors Weigh Moonves Stepping Aside Pending Probe","summary":"Some CBS directors discussed over the weekend whether Chief Executive Leslie Moonves should step aside from the company pending its investigation into allegations he sexually harassed women.","image":"https://images.wsj.net/im-20007?width=620&height=413","byline":"Keach Hagey and Joe Flint"},{"id":"SB10795581185570494514204584377103423580672","title":"‘Fallout’ Jumps to No. 1 at the Box Office","summary":"Powered by the best reviews of any big budget movie this summer, Tom Cruise’s “Mission: Impossible—Fallout” opened to a new high for the franchise over the weekend.","image":"https://images.wsj.net/im-19997?width=620&height=413","byline":"Ben Fritz"},{"id":"SB11844760329771014194004584356053524229442","title":"More Potash Is Coming to an Already Crowded Fertilizer Market","summary":"EuroChem, a maker of fertilizers, is getting into the potash-mining business, in a move that could shake up a market dominated by a handful of producers in North America and the former Soviet Union.","image":"https://si.wsj.net/public/resources/images/B3-BG292_POTASH_ER_20180727150547.jpg","byline":"James Marson | Photographs by Arthur Bondar for The Wall Street Journal"},{"id":"SB10686062374390134184704584373410031735246","title":"Consumers See Rising Prices as Tariffs Put Pressure on Manufacturers","summary":"Consumers are paying more for products from recreational vehicles to soda as tariffs on metals and parts start to add on costs for U.S. manufacturers.","image":"https://images.wsj.net/im-19969?width=620&height=413","byline":"Patrick McGroarty and Bob Tita"},{"id":"SB12451584674398004479904584372931634660504","title":"Facebook’s Hard Fall Shows the Pitfalls of Big Data","summary":"Companies typically use only 5% to 10% of the data they collect. They’re beefing up their efforts to use more—but a consumer backlash is brewing.","image":"https://si.wsj.net/public/resources/images/B3-BG227_ONBIZ0_ER_20180727124532.jpg","byline":"John D. Stoll","flashline":"Full Disclosure"},{"id":"SB10686062374390134184704584371642907568508","title":"Shareholders Approve Disney Deal for 21st Century Fox Assets","summary":"Shareholders of Walt Disney and 21st Century Fox approved a $71 billion deal that is set to rattle the media landscape.","image":"https://images.wsj.net/im-19808?width=620&height=413","byline":"Erich Schwartzel and Keach Hagey"},{"id":"SB10410704074879863304104584378320048712860","title":"U.S. Stocks Slide as Tech Shares Weigh on Indexes","summary":"U.S. stocks fell as shares of technology companies weighed on major indexes and companies continue to press on through the corporate earnings season.","image":"https://images.wsj.net/im-12602?width=620&height=413","byline":"Ben St. Clair and Allison Prang"},{"id":"SB10795581185570494514204584378522367170560","title":"Oil Tops $70 as Supply Concerns Outweigh Higher Production","summary":"Oil prices rose as concerns about supply risks outweighed signs of growing production.","image":"https://images.wsj.net/im-20039?width=620&height=413","byline":"Stephanie Yang and Christopher Alessi"},{"id":"SB10796127977339563375304584378990587652328","title":"Bond Prices Drop Ahead of Bank of Japan Decision","summary":"U.S. government bond prices fell ahead of a much-watched Bank of Japan monetary policy decision.","image":"https://images.wsj.net/im-14423?width=620&height=413","byline":"Orla McCaffrey"},{"id":"SB10795581185570494514204584378953638869272","title":"Lessons From the Latest Mess Facing CBS’s Board","summary":"Directors can’t be passive observers when it comes to compliance issues, particularly on matters as volatile as sexual harassment.","image":"https://images.wsj.net/im-20076?width=620&height=413","byline":"Ronald Barusch","flashline":"Dealpolitik"},{"id":"SB10795581185570494514204584378920744998090","title":"Dollar Falls Ahead of Central Bank Meetings","summary":"The U.S. dollar fell for the fourth time in the past five sessions on Monday as investors looked ahead to several central bank meetings and Friday’s jobs report.","image":"https://images.wsj.net/im-19725?width=620&height=413","byline":"Amrith Ramkumar"},{"id":"SB10795581185570494514204584378844012906558","title":"Why Investor Taste Is Shifting From Budweiser to Heineken","summary":"Heineken or Budweiser? Investors increasingly prefer Heineken—and the Dutch brewer’s underwhelming first-half profits probably won’t change that.","image":"https://images.wsj.net/im-20067?width=620&height=413","byline":"Stephen Wilmot","flashline":"Heard on the Street"},{"id":"SB10686062374390134184704584373460920195176","title":"Slouching Tiger: Why Exxon Isn’t Worth Its Premium","summary":"The world has changed for the oil major and its strengths are no longer necessary to make big returns in the energy business.","image":"https://images.wsj.net/im-20005?width=620&height=413","byline":"Spencer Jakab","flashline":"Heard on the Street"},{"id":"SB10795581185570494514204584378374149432760","title":"Bonds Need to Catch Up on the News","summary":"The bond-market tide may be on the turn. After weeks of inaction, 10-year Treasury yields are eyeing 3% once more. Continued momentum in the global economy could lead yields higher still.","image":"https://images.wsj.net/im-20034?width=620&height=413","byline":"Richard Barley","flashline":"Heard on the Street"},{"id":"SB10795581185570494514204584378133468645514","title":"Bond Market Tests the Bank of Japan","summary":"The yield on the 10-year Japanese government bond recently jumped to 0.111%, above the 0.1% cap that the Bank of Japan—holding a policy meeting this week—has enforced since September 2016.","image":"https://images.wsj.net/im-20027?width=620&height=413","byline":"Steven Russolillo"},{"id":"SB10686062374390134184704584373053661313382","title":"Stock Market Fights Off Big Tech Stumbles","summary":"The S&P 500 is hovering 1.9% below its record high as investors bet disappointing financial reports last week from tech companies will prove isolated as the economy remains strong.","image":"https://images.wsj.net/im-19896?width=620&height=413","byline":"Akane Otani"},{"id":"SB12619217266056794095704584375161857497156","title":"The S&P 500 Gears Up for Another Run at a Record","summary":"July’s jobs report, the Fed’s policy meeting and another round of corporate earnings reports are likely to be the next catalysts for the stock market.","image":"https://images.wsj.net/im-19960?width=620&height=413","byline":"Lauren Pollock and Peter Santilli"},{"id":"1339128353","title":"His winning bet during the financial crisis garnered him fame—now, he’s betting against Elon Musk’s Tesla","image":"https://s.marketwatch.com/public/resources/MWimages/MW-GN346_eisman_ME_20180728151400.jpg","flashline":""},{"id":"1339128331","title":"Prepare for the biggest stock-market selloff in months, Morgan Stanley warns","image":"https://s.marketwatch.com/public/resources/MWimages/MW-GN403_approa_ME_20180730123935.jpg","flashline":""},{"id":"1339127946","title":"This ‘prophet of doom’ predicts stock market will plunge more than 50%","image":"https://s.marketwatch.com/public/resources/MWimages/MW-GN442_Bear07_ME_20180730170800.jpg","flashline":""},{"id":"104362","title":"Ellen DeGeneres Sells $34 Million Montecito Home to Netflix Exec","image":"https://static.mansionglobal.com/production/media/article-images/04911a4a5ee9c71fd07bf9f5c22f7966/small_Sothebys_International_Realty___Ellen_and_Portia-copy.jpg","flashline":""},{"id":"104351","title":"Interest Rates in the U.K. Widely Expected to Rise This Week","image":"https://static2.mansionglobal.com/production/media/article-images/b5b27aef351a9c2df587c25e7d7190fb/small_GettyImages-1001768388.jpg","flashline":""},{"id":"104324","title":"London Penthouse on Historic Harley Street Hits Market for £3.75 million","image":"https://static1.mansionglobal.com/production/media/article-images/51ac77f6c97ac1536d1804f75288860a/small_Harley-street-01.jpg","flashline":""},{"id":"SB10796127977339563375304584376711598238156","title":"The Switcheroo That Won Team Sky the Tour de France","summary":"Geraint Thomas was supposed to support four-time defending champion Chris Froome. But Thomas proved he was the stronger rider for Team Sky and kept the yellow jersey.","image":"https://m.wsj.net/video/20180729/072918tourwrap1/072918tourwrap1_640x360.jpg","byline":"Joshua Robinson"},{"id":"SB12619217266056794095704584369324027953500","title":"The Uncomfortable Practice Habits of a Champion","summary":"Francesco Molinari won the British Open after adopting routines designed to simulate the pressure of competition.","image":"https://images.wsj.net/im-19746?width=620&height=413","byline":"Brian Costa","flashline":"Golf"},{"id":"SB12619217266056794095704584369412697444956","title":"Why More Position Players Are Pitching","summary":"An occurrence once viewed as the ultimate novelty in baseball has suddenly become commonplace as teams seek to save their bullpens.","image":"https://images.wsj.net/im-19614?width=620&height=413","byline":"Jared Diamond","flashline":"Sports"},{"id":"SB10956828051701294495704584366790881804588","title":"The Lost Art of Switch Hitting","summary":"In 1992, switch hitters accounted for nearly 20% of the plate appearances across baseball. The number sits at 13% this season and will almost certainly decline.","image":"https://images.wsj.net/im-19265?width=620&height=413","byline":"Jared Diamond and Matthew Gutierrez","flashline":"Sports"},{"id":"SB10956828051701294495704584366971124465310","title":"Cycling’s Best Performance Enhancer: The Peloton","summary":"According to a new study, riders in the belly of a peloton are exposed to 95% less drag than they would experience riding alone.","image":"https://images.wsj.net/im-19417?width=620&height=413","byline":"Joshua Robinson","flashline":"Sports"},{"id":"SB10956828051701294495704584367240627197448","title":"Bryce Harper Is Limping Toward Free Agency","summary":"While he’s leading the National League in walks and homers, Bryce Harper is hitting just .216 entering Thursday—the ninth-worst rate in the majors among 159 batting average qualifiers.","image":"https://images.wsj.net/im-19743?width=620&height=413","byline":"Michael Salfino"},{"id":"SB12619217266056794095704584369022369126210","title":"Geraint Thomas Takes Control of the Tour de France","summary":"Barring a crash, Geraint Thomas is now set to ride into Paris on Sunday wearing the yellow jersey.","image":"https://images.wsj.net/im-19546?width=620&height=413","byline":"Joshua Robinson"},{"id":"SB12239761776937553684604584363954029729092","title":"Team Sky’s Tour Problem: Two Cyclists, Only One Yellow Jersey","summary":"Chris Froome is aiming for his fifth Tour de France title. But this year, the man in front of him is his Team Sky teammate Geraint Thomas.","image":"https://images.wsj.net/im-19147?width=620&height=413","byline":"Joshua Robinson","flashline":"Sports"},{"id":"SB12775063927723613280404584365021124214500","title":"Ryan Lochte Hit With 14-Month Doping Ban","summary":"Swimmer Ryan Lochte has accepted a 14-month sanction from the U.S. Anti-Doping Agency for getting an intravenous injection in May.","image":"https://images.wsj.net/im-19212?width=620&height=413","byline":"Rachel Bachman"},{"id":"SB10956828051701294495704584366981360012124","title":"The Stage that Could Decide the Tour de France Is Also Its Shortest","summary":"At just 40 miles, the scramble from Bagnères-de-Luchon to Saint-Lary-Soulan is the shortest non-time-trial road stage at the Tour de France in at least 30 years.","image":"https://images.wsj.net/im-19409?width=620&height=413","byline":"Joshua Robinson"},{"id":"SB12239761776937553684604584363994024825818","title":"‘A Different Version’ of Tiger Woods Is Emerging","summary":"What Tiger Woods signaled with his performance at Carnoustie is that he is settling into a new normal in which he is one of many very good professional golfers.","image":"https://images.wsj.net/im-19151?width=620&height=413","byline":"Brian Costa","flashline":"Sports"},{"id":"SB10956828051701294495704584362833317175064","title":"Francesco Molinari Wins the British Open as Tiger Fades","summary":"Francesco Molinari won the British Open, closing with a bogey-free round of 69 to finish at 8 under par.","image":"https://images.wsj.net/im-19124?width=620&height=413","byline":"Brian Costa","flashline":"Sports"},{"id":"SB11988221663518273309504584357281947844084","title":"SEC Coaches Who Are All ‘I’s","summary":"Studies show people of higher status tend to use ‘we’ more often than ‘I’; Here’s a look at the SEC football coaches with the most first-person speech.","image":"https://images.wsj.net/im-18905?width=620&height=413","byline":"Rachel Bachman"},{"id":"SB12502735908332774411104584352813745057566","title":"MLB Is Moving Closer to a Universal Designated Hitter","summary":"Forty-five years later, the designated hitter rule remains one of the fiercest debate in sports. Now, there appears to be movement to bring it to the National League.","image":"https://images.wsj.net/im-18547?width=620&height=413","byline":"Jared Diamond","flashline":"Sports"},{"id":"SB11988221663518273309504584356713846465506","title":"The Tour de France’s Crowd Control Strategy: Hope Everyone Behaves","summary":"With Tour de France spectators spilling onto the road at the Alpe d’Huez, riders like Chris Froome are left exposed.","image":"https://images.wsj.net/im-18825?width=620&height=413","byline":"Joshua Robinson","flashline":"Cycling"},{"id":"SB10886108803905054911704584355071907141720","title":"Tiger Woods Opens With an Even-Par 71 at British Open","summary":"Tiger Woods shot an even-par 71 to finish the first round of the British Open five shots behind leader Kevin Kisner. It was the first time he started a major at par or under since the 2014.","image":"https://images.wsj.net/im-18841?width=620&height=413","byline":"Brian Costa"},{"id":"SB10183140021005694124504584354613574122556","title":"The Beauty of Carnoustie Is Ugly Golf","summary":"There are British Open courses that sit dramatically on stretches of coastline, like Turnberry. There are some nestled in picturesque towns like St. Andrews. Then there is this year’s host, Carnoustie Golf Links.","image":"https://images.wsj.net/im-18549?width=620&height=413","byline":"Brian Costa"},{"id":"SB12502735908332774411104584350901665680602","title":"At the British Open, the Luck of Draw Could Determine Winner","summary":"With weather a factor, a study found the difference in average score between the morning and afternoon groups on Thursdays and Fridays at the British Open is nearly 0.6 strokes.","image":"https://images.wsj.net/im-18410?width=620&height=413","byline":"Brian Costa"},{"id":"SB11508083106939534589104584351210823437366","title":"The iPhone App Making the NBA Smarter","summary":"NBA, college and youth basketball teams have begun using a product designed by former Apple engineers for shot-tracking. The app requires a phone and a hoop—and that’s it.","image":"https://images.wsj.net/im-18360?width=620&height=413","byline":"Ben Cohen"},{"id":"SB11239761070198503913504584350922959408600","title":"What Does It Take to Land a Final Four? Some Really Big Curtains","summary":"New stadiums use large swaths of glass or high-tech see-through material, but NCAA doesn’t want so much light; a $5 million ‘darkening solution’","image":"https://si.wsj.net/public/resources/images/B3-BD032_0716CU_ER_20180716144854.jpg","byline":"Rachel Bachman","flashline":"The A-hed"},{"id":"SB12502735908332774411104584350553594704682","title":"The Biggest Takeaways From the 2018 World Cup","summary":"The 2018 World Cup will likely influence the game for years thanks to a series of transformative developments that took place in Russia and fundamentally changed what we know about international soccer.","image":"https://images.wsj.net/im-18340?width=620&height=413","byline":"Jonathan Clegg, Joshua Robinson and Andrew Beaton","flashline":"Sports"},{"id":"SB11239761070198503913504584349201564805972","title":"Baseball Bridges the Political Divide in Washington","summary":"With the All-Star Game at Nationals Park, this is a good time to pause and reflect on the role of baseball in the nation’s capital.","image":"https://images.wsj.net/im-18241?width=620&height=413","byline":"Gerald F. Seib"},{"id":"SB11239761070198503913504584348740924769918","title":"France Wins the World Cup","summary":"France took the World Cup with a 4-2 victory over Croatia. After a final that combined moments of individual shine with jaw-dropping fortune, Les Bleus lifted the trophy for the second time in their history, 20 years after the first.","image":"https://images.wsj.net/im-18260?width=620&height=413","byline":"Joshua Robinson"},{"id":"SB12502735908332774411104584350503082479772","title":"Paul Pogba: The Player Who Embodies France’s World Cup Evolution","summary":"The multi-talented Paul Pogba embraced a defensive role to fit in with Didier Deschamps’s vision for a no-frills French team","image":"https://images.wsj.net/im-18292?width=620&height=413","byline":"Jonathan Clegg and Andrew Beaton"},{"id":"SB10883920636739713811604584378813186883036","title":"How to Save Baseball: Let Fans Pitch","summary":"Since some big league managers are fine with using position players to burn innings, the WSJ's Jason Gay believes that letting fans pitch in blowouts would help boost Major League attendance.","image":"https://images.wsj.net/im-20121?width=620&height=413","byline":"Jason Gay"},{"id":"SB12619217266056794095704584369413432292516","title":"Football’s Ready to Roll. Is America?","summary":"A mellow summer is disturbed by thunderclaps from the country’s most attention-sucking sport.","image":"https://images.wsj.net/im-19613?width=620&height=413","byline":"Jason Gay","flashline":"Jason Gay"},{"id":"SB12775063927723613280404584364813120041316","title":"Who Will Win the Tour de France? On One Team, It’s Awkward","summary":"Cycling juggernaut Team Sky has the two best riders in this year’s race—and it could get uncomfortable.","image":"https://images.wsj.net/im-19195?width=620&height=413","byline":"Jason Gay","flashline":"Jason Gay"},{"id":"SB10594963576766564901904584361263346476246","title":"A Star-Studded Sunday at the British Open","summary":"Sunday’s final round at the British Open could be among the most memorable in recent golf history, with Jordan Spieth entering it tied for the lead and Rory McIlroy and Tiger Woods in contention.","image":"https://images.wsj.net/im-19094?width=620&height=413","byline":"Brian Costa"},{"id":"SB10886108803905054911704584355072610398820","title":"The British Open Sets Up a Clash of Styles","summary":"Carnoustie has reined in the aggressiveness of many players, but Rory McIlroy wants to use length to his advantage.","image":"https://images.wsj.net/im-19006?width=620&height=413","byline":"Brian Costa","flashline":"Sports"},{"id":"SB10183140021005694124504584355221499949640","title":"My Kids Are Lousy at Video Chat, But They Love to Hang Up on Me","summary":"The technology seemed like an amazing sci-fi gadget at first. Now it’s ho-hum, especially for children.","image":"https://si.wsj.net/public/resources/images/B3-BD510_JGAY_ER_20180717160357.jpg","byline":"Jason Gay","flashline":"Jason Gay"},{"id":"SB11840705988313394737504584330892102695818","title":"Jack Ma’s Giant Financial Startup Is Shaking the Chinese Banking System","summary":"Ant Financial, which grew out of Alibaba, controls the world’s largest money-market fund, handled more payments last year than Mastercard and is more valuable than Goldman Sachs. Its power and disruptive capacity is drawing a backlash from Chinese banks—and also the government.","image":"https://si.wsj.net/public/resources/images/B3-BF664_ANTLED_C_20180725190731.jpg","byline":"Stella Yifan Xie"},{"id":"SB10686062374390134184704584369793422789178","title":"Employers Eager to Hire Try a New Policy: ‘No Experience Necessary’","summary":"More companies, desperate for candidates for jobs ranging from auto mechanic to e-commerce analyst, are abandoning requirements about experience and college degrees.","image":"https://images.wsj.net/im-19619?width=620&height=348","byline":"Kelsey Gee"},{"id":"SB10686062374390134184704584373261214445676","title":"Home Shark Tanks Are In. Just One Problem: Sharks Make Terrible Pets","summary":"Sharks are the new hot feature for wealthy homeowners. But keeping a pet with that many teeth doesn’t always go swimmingly— especially for the other fish. “Messing with the vibe of the tank.”","image":"https://si.wsj.net/public/resources/images/B3-BG398_0727SH_C_20180728115750.jpg","byline":"Candace Taylor","flashline":"The A-hed"},{"id":"SB11132431987927013505804584308772163790750","title":"The Pension Hole for U.S. Cities and States Is the Size of Japan’s Economy","summary":"Many retirement funds could face insolvency unless governments increase taxes, divert funds or persuade workers to relinquish money they are owed. The problem, once a hypothetical, would hit retirees for whom it’s too late to engineer a Plan B.","image":"https://si.wsj.net/public/resources/images/B3-BG377_0726RS_C_20180727183812.jpg","byline":"Sarah Krouse"},{"id":"SB10686062374390134184704584373083685947224","title":"American Express Gave Clients One Rate, Then Secretly Raised It","summary":"For more than a decade, American Express’s foreign-exchange unit recruited business clients with offers of low currency-conversion rates before quietly raising their prices.","image":"https://images.wsj.net/im-19882?width=620&height=348","byline":"AnnaMaria Andriotis"},{"id":"SB10795581185570494514204584377481083444824","title":"Trump Allies Take Aim at Michael Cohen After Fallout","summary":"President Trump’s allies sought to discredit his former attorney, Michael Cohen, after a week of escalating clashes that raised the question of how much Mr. Cohen will divulge about his former boss.","image":"https://images.wsj.net/im-20009?width=620&height=348","byline":"Brett Forrest and Peter Nicholas"},{"id":"SB11239761070198503913504584350850423021662","title":"At Law Firms, Rainmakers Accused of Harassment Can Switch Jobs Easily","summary":"Law firms stand out in a corporate landscape where rainmakers accused of sexual harassment often receive second and third chances, according to interviews with dozens of lawyers, legal recruiters, consultants and leaders at some of the country’s largest firms.","image":"https://images.wsj.net/im-19884?width=620&height=348","byline":"Sara Randazzo and Nicole Hong"},{"id":"SB10686062374390134184704584374841045513888","title":"This Camera Crushes Your Phone—and Still Fits in Your Pocket","summary":"The remarkable thing about Sony’s new RX100 is that it packs so many features into a body much closer in size to a smartphone than a chunky DSLR. At $1,200 it’s pricey, writes David Pierce, but the RX100 VI may be the best camera you can take anywhere.","image":"https://m.wsj.net/video/20180727/072918ptech/072918ptech_640x360.jpg","byline":"David Pierce"},{"id":"SB10795581185570494514204584376962923055156","title":"Trump Again Threatens to Shut Down Government","summary":"President Trump renewed a threat to shut down the government unless Congress provides money for a border wall and enacts new immigration curbs.​","image":"https://images.wsj.net/im-20043?width=620&height=348","byline":"Siobhan Hughes and Peter Nicholas"},{"id":"SB10686062374390134184704584373153981372342","title":"Hot Hedge Funds Don’t Want Your Money","summary":"All the money in the world can’t get you into some of the world’s best hedge funds. Multibillion-dollar funds operated by some ‘quant’ firms are generally available only to employees, early clients and a few others, part of an effort to limit their size and keep them nimble.","image":"https://images.wsj.net/im-20042?width=620&height=348","byline":"Gregory Zuckerman"},{"id":"SB11797029663345763612704584364452163625882","title":"Touring North Korean Farms and Factories, Kim Jong Un Signals a Shift","summary":"North Korean leader Kim Jong Un, having declared his nuclear program complete and claimed his place on the world stage next to the U.S. president at a Singapore summit, has begun to lavish attention on the livelihood of his people.","image":"https://images.wsj.net/im-19994?width=620&height=348","byline":"Jonathan Cheng"},{"id":"SB12239761776937553684604584365143033386548","title":"When Airline CEOs Try the Cheap Seats","summary":"The leaders of Delta and American defend the tightest sections of their planes while sitting in them.","image":"https://si.wsj.net/public/resources/images/B3-BF111_MIDSEA_C_20180724090443.jpg","byline":"Scott McCartney","flashline":"The Middle Seat"},{"id":"SB12581674238991984199804584353421885024480","title":"After Eating at 99 of the World’s Best Restaurants, a Gourmet Whiffs at 100","summary":"Paul Grinberg, party of one, has dined on alligator tendon, shark belly, ants, sperm sacks and brains at Michelin-starred restaurants world-wide in his quest to eat at 100 of the best. The last one has yet to seat him.","image":"https://si.wsj.net/public/resources/images/B3-BG562_0730mi_C_20180730093617.jpg","byline":"John Clarke","flashline":"The A-hed"},{"id":"SB10883920636739713811604584378981965440934","title":"Amazon HQ2: Finding the Perfect Match","summary":"Which North American town, city or region wooing Amazon will be the location of its next headquarters? This video explains what the company is looking for in a headquarters match and how cities are trying to win its love.","image":"https://images.wsj.net/im-20074?width=620&height=348","byline":"Laura Stevens"},{"id":"SB10686062374390134184704584373170083081290","title":"Widely Watched Recession Signal May Be Falsely Lit by Growth","summary":"A decades-old recession predictor is flashing warnings signs, but a flattening yield curve doesn’t necessarily portend falling stock prices.","image":"https://images.wsj.net/im-19959?width=620&height=348","byline":"Akane Otani"},{"id":"SB12619217266056794095704584373153815721322","title":"How Sellers Trick Amazon to Boost Sales","summary":"Every day, dozens of young men crowd into tiny rooms with 30 computers each in northern Bangladesh. Their mission: Trick Amazon.com.","image":"","byline":"Laura Stevens in San Francisco and Jon Emont in Hong Kong"},{"id":"SB10686062374390134184704584372864070416216","title":"Bigger Oil Pipelines Are Coming to West Texas to Ease Bottleneck","summary":"Companies building new pipelines for the Permian Basin are making them bigger amid surging shale production in West Texas and New Mexico.","image":"https://images.wsj.net/im-19855?width=620&height=348","byline":"Rebecca Elliott"},{"id":"3ACF1EA3-9145-49D8-92FE-5AD2D42D2922","title":"Amazon HQ2: What City Will Win Jeff Bezos’ Heart?","summary":"As Amazon searches for a location for its new headquarters—dubbed HQ2—cities across the country have been trying to woo the tech giant. At stake: 50,000 jobs and $5 billion in investments.","image":"https://m.wsj.net/video/20180727/072718amazonrose2/072718amazonrose2_640x360.jpg","flashline":""},{"id":"2CF12AA5-CF47-4D81-A7B8-F5B052417D41","title":"Sync Your Camera and Phone for Better Photography","summary":"There are plenty of good reasons to use a dedicated camera, but your smartphone should still be part of your photo workflow. WSJ's David Pierce shows you the accessories and apps to make it work. Photo/Video: Emily Prapuolenis/The Wall Street Journal","image":"https://m.wsj.net/video/20180727/072918ptech/072918ptech_640x360.jpg","flashline":""},{"id":"90513424-997C-4995-B0D3-7D678F2E26BF","title":"Geraint Thomas Wins the Tour de France for Team Sky","summary":"The Welshman outdid Chris Froome, his teammate and four-time champion, to take his first Grand Tour title. Photo: Getty Images","image":"https://m.wsj.net/video/20180729/072918tourwrap1/072918tourwrap1_640x360.jpg"},{"id":"1C45979D-02B2-4540-8D58-CB121AC44AB4","title":"Can Grownups Do the Floss?","summary":"Russell Horning, aka \"The Backpack Kid\" known for his performance of the floss, says adults just don't have the coordination or the flexibility to do it right. We asked a choreographer to put some families to the test. Video/Photo: Mark Kelly/The Wall Street Journal","image":"https://m.wsj.net/video/20180730/072618flossing002/072618flossing002_640x360.jpg"},{"id":"D23BE981-0A72-4635-AF7B-6DFDFE55967D","title":"Tour de France: The Mind Boggling Road to Paris","summary":"After three weeks at the Tour, it's easy for riders to forget where they are or even what day it is. Photo: George Downs/The Wall Street Journal","image":"https://m.wsj.net/video/20180730/072818toursleep5/072818toursleep5_640x360.jpg"},{"id":"9DA3D9A2-21B9-459F-A8BF-689785708581","title":"Pakistan Elections: What's Next?","summary":"Former cricket star Imran Khan claimed victory in a sharply contested election in Pakistan, the second ever transfer of power between civilian governments in the country's history. Here's what could be next for the fragile democracy. Photo: AFP/Getty Images","image":"https://m.wsj.net/video/20180727/072718pakelections_v2/072718pakelections_v2_640x360.jpg"},{"id":"C6E67757-6ED8-497B-90B1-BC4C7A50275B","title":"Tour de France: When the Cycling Circus Comes to Town","summary":"The world's most famous bike race takes over 37 towns and cities this year and setting the stage for each start and finish requires military precision. Watch as the circus rolls into the sleepy French town of Millau. Video/Photo: George Downs/The Wall Street Journal","image":"https://m.wsj.net/video/20180726/072618tourtown2/072618tourtown2_640x360.jpg"},{"id":"3D1723D1-20BD-4350-AAC0-6379B286167B","title":"Trump Praises Economic Growth","summary":"President Trump touted the strength of the U.S. economy at the White House Friday after GDP grew 4.1% in the second quarter. Photo: Getty","image":"https://m.wsj.net/video/20180727/072718_trumpeconomy/072718_trumpeconomy_640x360.jpg"},{"id":"AB20F082-EBC2-477C-9580-72B05D7AC402","title":"Highlights From Facebook’s Stock-Sinking Earnings Call","summary":"Comments from Facebook CEO Mark Zuckerberg and CFO David Wehner on the company’s second-quarter 2018 earnings call Wednesday cast serious doubt about the social network’s seemingly unstoppable growth. Photo: Getty Images","image":"https://m.wsj.net/video/20180726/072618fbaudio2/072618fbaudio2_640x360.jpg","flashline":""},{"id":"25D4B31C-0185-47AE-82AC-76CC5DAB5276","title":"Three Important Senate Races to Watch in November","summary":"The Senate is currently split with 51 Republicans and 49 Democrats. WSJ's Gerald F. Seib looks at three important Senate races to watch during the midterm elections. Photo: AP","image":"https://m.wsj.net/video/20180725/072418seib/072418seib_640x360.jpg"},{"id":"3ACF1EA3-9145-49D8-92FE-5AD2D42D2922","title":"Amazon HQ2: What City Will Win Jeff Bezos’ Heart?","summary":"As Amazon searches for a location for its new headquarters—dubbed HQ2—cities across the country have been trying to woo the tech giant. At stake: 50,000 jobs and $5 billion in investments.","image":"","flashline":""},{"id":"2CF12AA5-CF47-4D81-A7B8-F5B052417D41","title":"Sync Your Camera and Phone for Better Photography","summary":"There are plenty of good reasons to use a dedicated camera, but your smartphone should still be part of your photo workflow. WSJ's David Pierce shows you the accessories and apps to make it work. Photo/Video: Emily Prapuolenis/The Wall Street Journal","image":"","flashline":""},{"id":"1C45979D-02B2-4540-8D58-CB121AC44AB4","title":"Can Grownups Do the Floss?","summary":"Russell Horning, aka \"The Backpack Kid\" known for his performance of the floss, says adults just don't have the coordination or the flexibility to do it right. We asked a choreographer to put some families to the test. Video/Photo: Mark Kelly/The Wall Street Journal","image":""},{"id":"90513424-997C-4995-B0D3-7D678F2E26BF","title":"Geraint Thomas Wins the Tour de France for Team Sky","summary":"The Welshman outdid Chris Froome, his teammate and four-time champion, to take his first Grand Tour title. Photo: Getty Images","image":""},{"id":"ED74145E-D51F-4BA8-8778-D9DCEBE9E0D3","title":"This 22-Acre Island is Montana's Largest Private Estate","summary":"Shelter Island is home to Montana's largest private estate, which was completed in 2011.","image":"","flashline":""},{"id":"883A6AEF-8332-4BE7-A3B4-CACAFFC356D7","title":"35-Room Waterfront Mansion Within Commuting Distance of New York City","summary":"The 35-room brick mansion sits on a bluff at the end of a rocky, angled stretch of the gated Premium Point Peninsula.","image":"","flashline":""},{"id":"528B9190-3F16-4247-AE76-A97882BC4F61","title":"How Apple Fixed the New MacBook Pro Keyboard","summary":"Apple's expensive new laptops feature the latest ideas about keyboards. WSJ's David Pierce looked inside the newest MacBook Pro to see how it's changed, and what it might mean for your typing fingers. Photo/Video: Emily Prapuolenis/The Wall Street Journal","image":"","flashline":""},{"id":"AB20F082-EBC2-477C-9580-72B05D7AC402","title":"Highlights From Facebook's Stock-Sinking Earnings Call","summary":"Comments from Facebook CEO Mark Zuckerberg and CFO David Wehner on the company’s second-quarter 2018 earnings call Wednesday cast serious doubt about the social network’s seemingly unstoppable growth. Photo: Getty Images","image":"","flashline":""},{"id":"D23BE981-0A72-4635-AF7B-6DFDFE55967D","title":"Tour de France: The Mind Boggling Road to Paris","summary":"After three weeks at the Tour, it's easy for riders to forget where they are or even what day it is. Photo: George Downs/The Wall Street Journal","image":""},{"id":"C6E67757-6ED8-497B-90B1-BC4C7A50275B","title":"Tour de France: When the Cycling Circus Comes to Town","summary":"The world's most famous bike race takes over 37 towns and cities this year and setting the stage for each start and finish requires military precision. Watch as the circus rolls into the sleepy French town of Millau. Video/Photo: George Downs/The Wall Street Journal","image":""},{"id":"SB10686062374390134184704584372890302240148","title":"WPP Veteran Read Has Emerged as Leading CEO Choice","summary":"WPP PLC executive Mark Read has emerged as the leading contender to take over as chief executive of the advertising giant, according to people familiar with the matter, following the departure of founder Martin Sorrell.","image":"https://images.wsj.net/im-19858?width=620&height=413","byline":"Nick Kostov and Suzanne Vranica"},{"id":"SB12500617647733914110104584369311087434026","title":"AMC Partners With Sorenson to Sell Targeted TV Ads","summary":"AMC will be able to serve different ads to different households using Sorenson technology, and charge a premium","image":"https://si.wsj.net/public/resources/images/B3-BF623_cmoamc_ER_20180725163127.jpg","byline":"Alexandra Bruell"},{"id":"SB12775063927723613280404584367073840351260","title":"Viewers Cut the Cable TV Cord Faster Than Expected","summary":"Research firm estimates the ranks of U.S. cord-cutters will grow this year by 8 million, or nearly 33%, to 33 million.","image":"https://si.wsj.net/public/resources/images/B3-BF205_BrianR_ER_20180724122102.jpg","byline":"Benjamin Mullin"},{"id":"SB10956828051701294495704584366974182638600","title":"IPG Delivers a Dose of Good News for an Ad Industry Facing Challenges","summary":"Interpublic Group of Cos. beat expectations for the second quarter and raised its forecast for the year.","image":"https://si.wsj.net/public/resources/images/B3-BF195_cmoipg_ER_20180724115954.jpg","byline":"Alexandra Bruell"},{"id":"SB10594963576766564901904584360883270737324","title":"WPP in Talks to Sell Minority Stake in Chinese Unit","summary":"WPP has held talks to sell a minority stake in its operations in China, as the world’s largest advertising company reviews its business after founder Martin Sorrell’s exit.","image":"https://images.wsj.net/im-19063?width=620&height=413","byline":"Nick Kostov"},{"id":"SB11844760329771014194004584355460987852986","title":"Shares in Ad Giants Fall as Publicis Sales Disappoint","summary":"Shares in some of the biggest ad companies tumbled after Publicis reported revenue below expectations, heightening investors’ concerns.","image":"https://images.wsj.net/im-18712?width=620&height=413","byline":"Nick Kostov"},{"id":"SB12463841804541073698204584340953184491512","title":"Big Advertisers Embrace Blockchain to Root Out Digital Spending Waste","summary":"Nestle, Anheuser-Busch and Bayer are among the big consumer marketers using blockchain to avoid the so-called advertising tech tax, or wasted spending on digital ads.","image":"https://images.wsj.net/im-17742?width=620&height=413","byline":"Lara O’Reilly"},{"id":"SB11844760329771014194004584354932335262584","title":"Private-Equity Firm Silver Lake Offers to Invest $500 Million in iHeartMedia","summary":"Private-equity firm Silver Lake has reached out to iHeartMedia and its largest creditor group with an offer to invest about $500 million in the radio station operator.","image":"https://images.wsj.net/im-18637?width=620&height=413","byline":"Soma Biswas"},{"id":"SB11508083106939534589104584353342113642858","title":"Startup Thinks Blockchain Can Help Fix the Media’s Business Woes","summary":"The company is trying to sell a maximum of $34 million in “tokens,” digital currency that its owners can use in a new online marketplace for media ventures being created by the company.","image":"https://si.wsj.net/public/resources/images/B3-BD552_Etheri_ER_20180717170142.jpg","byline":"Benjamin Mullin"},{"id":"SB11047351025103914554704584341153263064192","title":"Omnicom Boosts Data Effort With New Marketing Platform","summary":"Ad giant Omnicom has created a one-stop-shop for its agencies and clients to create, plan and execute campaigns using reams of third-party data.","image":"https://si.wsj.net/public/resources/images/B3-BB975_cmoomn_ER_20180711154055.jpg","byline":"Alexandra Bruell"},{"id":"SB11786903486684484758104584339833201672344","title":"Fox Losing Money on World Cup Without U.S. Team","summary":"21st Century Fox is expected to lose money on covering the World Cup after early rounds of the no-U.S.-squad tournament drew nearly a third fewer viewers than in 2014.","image":"https://images.wsj.net/im-17584?width=620&height=413","byline":"Joe Flint and Suzanne Vranica"},{"id":"SB11786903486684484758104584339010510432446","title":"WPP Has a New Rival: Its Founder","summary":"The bitter breakup between advertising giant WPP and Martin Sorrell took another turn after Mr. Sorrell outbid his former company for Dutch digital production firm MediaMonks.","image":"https://images.wsj.net/im-17591?width=620&height=413","byline":"Nick Kostov"},{"id":"SB11786903486684484758104584336932255253614","title":"Sorrell Outbids WPP to Win MediaMonks","summary":"Martin Sorrell’s new marketing venture has agreed to acquire a Netherlands-based digital production agency, topping a rival bid from his former company WPP.","image":"https://images.wsj.net/im-17402?width=620&height=413","byline":"Nick Kostov"},{"id":"SB11561025326710014052504584338344204477098","title":"Ad-Tech Company MediaMath Raises $225 Million","summary":"The New York-based firm will use the capital to buy out an investor, spend on technology and fund acquisitions","image":"https://si.wsj.net/public/resources/images/B3-BB470_cmo_me_ER_20180710062816.jpg","byline":"Lara O’Reilly"},{"id":"SB11746044313466843696204584324562210372806","title":"WPP, Sorrell Submit Rival Bids for Digital Creative Agency","summary":"WPP and former CEO Martin Sorrell are already competing against each other: the ad giant and Sorrell’s new venture have submitted offers for digital-creative agency MediaMonks.","image":"https://images.wsj.net/im-15336?width=620&height=413","byline":"Nick Kostov"},{"id":"SB11746044313466843696204584323000598555292","title":"IPG to Acquire Acxiom Division for $2.3 Billion","summary":"Interpublic Group of Cos has agreed to acquire Acxiom Corp.’s Marketing Solutions business unit in a cash transaction valued at $2.3 billion, the company announced Monday afternoon.","image":"https://images.wsj.net/im-16626?width=620&height=413","byline":"Alexandra Bruell and Suzanne Vranica"},{"id":"SB10020218986040634256204584317200123009472","title":"Businesses Blast California’s New Data-Privacy Law","summary":"Businesses across the U.S. say the new law risks damage to everything from retailers’ customer-loyalty programs to data gathering by Silicon Valley tech giants.","image":"https://images.wsj.net/im-16460?width=620&height=413","byline":"Marc Vartabedian, Georgia Wells and Lara O’Reilly"},{"id":"BL-CIOB-14241","title":"Pentagon Signs $885 Million Artificial Intelligence Contract with Booz Allen","summary":"The U.S. Department of Defense will for the first time be using large-scale AI systems that could automate mundane tasks and augment the work of military members. The contract also will go toward expanding AI-focused pilot programs, including using AI to find new approaches for treating traumatic brain injuries.","image":"//s.wsj.net/public/resources/images/B3-BG694_0730_c_ER_20180730165441.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14238","title":"Microsoft CTO: Edge Computing Can Make Industries ‘Massively More Efficient’","summary":"“Any of these agricultural or industrial applications, where you have very manual processes like inspections, or humans gathering data … (that’s where) the intelligent edge is going to make those industries massively more efficient,” says Microsoft CTO Kevin Scott.","image":"//s.wsj.net/public/resources/images/B3-BG635_0730_c_ER_20180730125330.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14237","title":"The Morning Download: Tighter Privacy Rules Could Limit Corporate Access to Data","summary":"The details and timing of a new U.S. consumer privacy policy framework are unclear, but the Trump administration is talking to big tech companies about options for holding them more accountable as public concern rises","image":"//s.wsj.net/public/resources/images/B3-BG551_0730_C_ER_20180730084119.jpg","byline":"Steve Rosenbush"},{"id":"BL-CIOB-14235","title":"What Machine Learning Can and Cannot Do","summary":"As its domain of applications continues to expand, machine learning is raising serious concerns on its impact on automation and the future of work, CIO Journal Columnist Irving Wladawsky-Berger writes.","image":"//s.wsj.net/public/resources/images/B3-BG263_0727_c_ER_20180727135415.jpg","byline":"Irving Wladawsky-Berger"},{"id":"BL-CIOB-14232","title":"Dow Chemical Digital Chief Helps Shape Massive Restructuring","summary":"Melanie Kalmar, Dow Chemical’s CDO and CIO, is working closely with other senior leaders to create a new structure designed to help the 121-year-old company better compete in the 21st century. \"We are focused on a whole new realm of digitalization – one where we are harnessing the power of our long history of data collection to drive growth and new business opportunities,\" she said.","image":"//s.wsj.net/public/resources/images/B3-BG064_0726_c_ER_20180726183327.jpg","byline":"Steven Norton"},{"id":"BL-CIOB-14227","title":"Rush to the Cloud Creates Risk of Overspending","summary":"By purchasing more cloud computing capacity then they really need, companies across all industries may be overspending on cloud services by an average of 42%, a cloud optimization firm finds.","image":"//s.wsj.net/public/resources/images/B3-BF613_0725_c_ER_20180725160200.jpg","byline":"Angus Loten"},{"id":"BL-CIOB-14223","title":"Dow Jones Develops Automated Security Tool","summary":"The new tool, called Hammer, was developed partly in response to the growing need for automation amid talent shortages and the fast-paced nature of software development, said Dow Jones CISO Jaswinder Hayre.","image":"//s.wsj.net/public/resources/images/B3-BF247_0724_c_ER_20180724143343.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14219","title":"Cloud Migration Set to Ramp Up in China","summary":"Compared to U.S. companies, businesses in China have been slower to embrace cloud computing, citing the cost and complexity of migrations, as well as added security and regulatory issues, McKinsey reports.","image":"https://images.wsj.net/im-18209/e","byline":"Angus Loten"},{"id":"BL-CIOB-14216","title":"Walmart CIO Looks to Microsoft Cloud as Vehicle in Digital Race","summary":"Walmart CIO Clay Johnson said the company’s new pact with Microsoft will allow the retailer to take advantage of artificial intelligence and cloud capabilities as it competes in a rapidly changing market.","image":"//s.wsj.net/public/resources/images/B3-BE515_0720_C_ER_20180720162613.jpg","byline":"Steven Norton"},{"id":"BL-CIOB-14213","title":"The Houston Astros and the Transformative Power of Analytics","summary":"The next wave in baseball? Quite possibly big data combined with AI, says CIO Journal Columnist Irving Wladawsky-Berger.","image":"https://s.wsj.net/public/resources/images/B3-BE432_0720_c_E_20180720115004.jpg","byline":"Irving Wladawsky-Berger"},{"id":"BL-CIOB-14211","title":"Intuition, Emotional Skills of Humans Will Still Prevail in the Age of AI, Experts Say","summary":"Artificial intelligence is poised to help enterprises automate processes and quickly mine large quantities of data for insights, but human workers will still be invaluable, said panelists at an AI conference Wednesday.","image":"//s.wsj.net/public/resources/images/B3-BE164_0719_c_ER_20180719143344.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14208","title":"Firms Look to Emerging Tech to Drive New Business Models","summary":"Deep learning, augmented reality and quantum computing are among a new breed of digital capabilities that CIOs are eyeing to forge innovative lines of business, Forrester Research reports.","image":"//s.wsj.net/public/resources/images/B3-BD876_0718_c_ER_20180718143843.jpg","byline":"Angus Loten"},{"id":"BL-CIOB-14204","title":"UPS IT Chief Says Analytics Project Will Improve Logistics Planning","summary":"UPS is betting on an analytics and machine learning project to gather and consolidate data from various applications within the company’s logistics network. “The more real-time data we can get on the state of a package, the better visibility we can get about any exceptions in the network,” says Juan Perez, chief information and engineering officer.","image":"//s.wsj.net/public/resources/images/B3-BD412_0717_c_ER_20180717142526.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14199","title":"TD Ameritrade Offers $100,000 Bounty for New AI Tools","summary":"The company on Monday launched a competition that will award $100,000 total to innovators who develop technology that can improve the experience for 7,000 independent registered investment advisors that use its software, as well as their clients.","image":"//s.wsj.net/public/resources/images/B3-BD036_0716_c_ER_20180716145937.jpg","byline":"Sara Castellanos"},{"id":"BL-CIOB-14201","title":"Microsoft Azure Gains on Amazon Web Services in Cloud Market","summary":"Large firms continue to put more money into Amazon.com’s cloud services, though Microsoft is closing the gap, Goldman Sachs reports.","image":"https://s.wsj.net/public/resources/images/BN-VG260_micros_G_20170922192024.jpg","byline":"Angus Loten"},{"id":"SB12500617647733914110104584371140180403758","title":"Facebook’s ‘Chief Buzzkill’ Strikes Again","summary":"Finance chiefs are often the bearers of bad news during earnings calls, with share prices reaping the consequences. Facebook’s CFO Dave Wehner learned that lesson the hard way.","image":"https://images.wsj.net/im-19749?width=620&height=413","byline":"Nina Trentmann and Ezequiel Minaya"},{"id":"SB12451584674398004479904584369282077248654","title":"Trump Organization Finance Chief Called to Testify Before Grand Jury","summary":"Allen Weisselberg, a longtime financial gatekeeper for President Trump, has been subpoenaed to testify in the criminal probe of Mr. Trump’s former personal lawyer, Michael Cohen.","image":"https://images.wsj.net/im-19554?width=620&height=413","byline":"Rebecca Davis O’Brien, Rebecca Ballhaus, Michael Rothfeld and Alexandra Berzon"},{"id":"BL-CFOB-13642","title":"Godiva Names Former Burberry Executive as New CFO","summary":"Godiva Chocolatier has hired Virginie Costa as chief financial officer at the Brussels-based maker of chocolates and other confectioneries.","image":"//s.wsj.net/public/resources/images/B3-BF097_GODIVA_ER_20180724063325.jpg","byline":"Nina Trentmann"},{"id":"SB11844760329771014194004584355181467084944","title":"Finance Chiefs Say Too Much Data Is Making It Harder to Manage Risks","summary":"Corporate finance chiefs say forming a cohesive and complete assessment of a company from proliferating data streams in an increasingly digital workplace has emerged as a top challenge.","image":"https://images.wsj.net/im-18694?width=620&height=413","byline":"Nina Trentmann and Ezequiel Minaya"},{"id":"BL-CFOB-13635","title":"Investor Proposals Get Sharper, Garner More Support","summary":"Shareholder proposals -- a key tool that investors use to steer corporate decision making -- have fallen in number but are better at hitting the mark, according to a report by law firm Gibson, Dunn & Crutcher LLP.","image":"https://images.wsj.net/im-18365/ER","byline":"Tatyana Shumsky"},{"id":"BL-CFOB-13633","title":"New U.K. Governance Code Focuses on Reporting, Executive Remuneration","summary":"The U.K.’s largest companies were asked to improve the quality of their financial reporting as part of the new corporate governance rules released by the Financial Reporting Council on Monday.","image":"//s.wsj.net/public/resources/images/B3-BC997_CFOFRC_ER_20180716132703.jpg","byline":"Nina Trentmann"},{"id":"BL-CFOB-13628","title":"How CFO Paul Woolf Steered Mitie to a Turnaround","summary":"Mitie Group PLC’s rising revenue and improving order book are signs of turning fortunes for the struggling U.K. facility management company that finance chief Paul Woolf joined in November 2017.","image":"//s.wsj.net/public/resources/images/B3-BC575_PHOTOM_ER_20180713101625.jpg","byline":"Nina Trentmann"},{"id":"BL-CFOB-13632","title":"WD-40 Feels Little Impact from Trade Tensions","summary":"Trade tariffs ultimately hurt consumers and allow some companies to disguise unrelated price increases, said Jay Rembolt, finance chief of WD-40 Co.","image":"https://s.wsj.net/public/resources/images/BN-YD996_WD40_c_G_20180409111058.jpg","byline":"Ezequiel Minaya"},{"id":"BL-CFOB-13629","title":"Earnings of Middle-Market Private Companies Jump 12.6% in Q2","summary":"Earnings growth surged for U.S. private middle-market companies in the first two months of the second quarter, according to a report by Golub Capital, a lender to these companies.","image":"https://images.wsj.net/im-18078/ER","byline":"Tatyana Shumsky"},{"id":"BL-CFOB-13627","title":"Digital Transformation Could Add New Jobs – Survey","summary":"More finance chiefs are looking to add workers to aid in the transformation toward a more digital workplace rather than reduce headcount, according to new report.","image":"//s.wsj.net/public/resources/images/FI-AA077_ROBOS__ER_20180615145038.jpg","byline":"Ezequiel Minaya"},{"id":"BL-CFOB-13621","title":"Tax Savings Boost Company Funding for Pensions","summary":"Finance chiefs are giving pension-risk transfers a second look after the U.S. tax overhaul and favorable tax treatment has spurred pension contributions.","image":"https://s.wsj.net/public/resources/images/BN-KZ516_1028gm_M_20151028185839.jpg","byline":"Tatyana Shumsky"},{"id":"BL-CFOB-13620","title":"Philips Looks for Bolt-On Targets While Cutting Costs","summary":"Dutch technology company Koninklijke Philips NV is scouting for bolt-on acquisition targets while advancing its cost-savings program, Chief Financial Officer Abhijit Bhattacharya told CFO Journal.","image":"//s.wsj.net/public/resources/images/B3-BA029_CFOPHI_ER_20180703121621.jpg","byline":"Nina Trentmann"},{"id":"BL-252B-15637","title":"Corruption Currents: Colombian Drug Gang Places Bounty on Police Dog","summary":"Drug traffickers in Colombia have placed a $70,000 bounty on a police dog credited with helping to capture nine tons of cocaine and 245 suspects.","image":"//s.wsj.net/public/resources/images/B3-BG612_Dog_ER_20180730121421.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15636","title":"The Morning Risk Report: China Casts Wary Eye on Giant Ant Financial","summary":"Ant Financial Services Group, founded by Chinese billionaire Jack Ma, has become the world’s biggest financial-technology firm, but that success is putting a target on the company’s back.","image":"//s.wsj.net/public/resources/images/B3-BG427_MRR073_ER_20180729173245.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15617","title":"Recent Controversies Spotlight Risks of Having CEO as Spokesman","summary":"Recent comments from high-profile chief executives that garnered criticism and thrust their companies into the spotlight again are drawing attention to the question of risks an organization faces when the person who runs the company or owns a controlling interest is also the chief spokesman.","image":"//s.wsj.net/public/resources/images/B3-BF239_CEOspo_ER_20180724135338.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15634","title":"Corruption Currents: Ex-South African Leader’s Corruption Trial Postponed","summary":"The corruption trial of former South African President Jacob Zuma was postponed until November.","image":"//s.wsj.net/public/resources/images/B3-BG226_Zuma_ER_20180727123635.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15633","title":"The Morning Risk Report: Security Concerns Quash Sale of German Company","summary":"The German government has decided to ban for the first time the sale of a German company to a Chinese suitor on security grounds, an official from the German ruling coalition parties said Thursday.","image":"//s.wsj.net/public/resources/images/B3-BG189_MRR_E_20180727072443.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15619","title":"U.S. Advisory Identifies North Korea Sanctions-Risk Areas","summary":"U.S. officials released guidance this week that highlights the ways North Korea evades sanctions, saying it could help make them aware of tactics that expose them to compliance risks.","image":"//s.wsj.net/public/resources/images/B3-BF287_dprkwo_ER_20180724161940.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15631","title":"Corruption Currents: Iran Looks to Crypto as Possible U.S. Sanctions-Breaker","summary":"Iran is looking to create its own cryptocurrency in an effort to find a way around U.S. sanctions.","image":"//s.wsj.net/public/resources/images/B3-BF554_IRAN_0_ER_20180725125740.jpg","byline":"Ben DiPietro"},{"id":"BL-252B-15629","title":"The Morning Risk Report: U.K. Corporate Registry Reveals True Owners","summary":"A first-of-its-kind analysis of the U.K. corporate register by nonprofit Global Witness and the firm DataKind UK revealed who owns what companies, through what vehicles they own those companies, and identifies red flags for potential wrongdoing.","image":"//s.wsj.net/public/resources/images/B3-BF604_LONDON_ER_20180725155012.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15610","title":"U.K. Proposes Prison For Real-Estate Money Launderers","summary":"Foreign companies owning U.K. real estate will have to reveal their true, or \"beneficial,\" owners; failing to do so could lead to up to five years in prison.","image":"//s.wsj.net/public/resources/images/B3-BE835_london_ER_20180723142521.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15624","title":"Corruption Currents: U.S. Used Sanctions to Play Games With Venezuela, Official Alleges","summary":"The U.S. government used sanctions powers to play games with top Venezuelan officials, making them show loyalty to that country's president.","image":"//s.wsj.net/public/resources/images/B3-BF564_maduro_ER_20180725134021.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15623","title":"The Morning Risk Report: Scandals Highlight Peril of Having CEO Out Front","summary":"Facebook's Mark Zuckerberg, Tesla's Elon Musk and Papa John's John Schnatter all are the face of their respective companies--and all recently made comments that garnered criticism and thrust their companies into the spotlight.","image":"//s.wsj.net/public/resources/images/B3-BE985_0723PA_ER_20180723183214.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15598","title":"Danske Bank Names New Compliance Chief","summary":"Dankse Bank A/S, Denmark's largest bank by market value, named a new chief compliance officer this week, and added him to its board of directors.","image":"//s.wsj.net/public/resources/images/B3-BE444_danske_ER_20180720123427.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15614","title":"Corruption Currents: Mueller Summons IRS, FBI, FinCEN to Testify at Manafort Trial","summary":"The U.S. special counsel plans to call officials from the IRS, the FBI and FinCEN as witnesses in the trial of Paul Manafort.","image":"//s.wsj.net/public/resources/images/B3-BF263_manafo_ER_20180724150238.jpg","byline":"Samuel Rubenfeld"},{"id":"BL-252B-15591","title":"Hedge-Fund Manager Bill Browder Says Putin’s Call-Out Helps His Cause","summary":"The comments by Russia President Vladimir Putin targeting hedge fund manager William Browder bolstered Mr. Browder's efforts to get countries to impose sanctions on Russia.","image":"//s.wsj.net/public/resources/images/B3-BE261_browde_ER_20180719174230.jpg","byline":"Samuel Rubenfeld"},{"id":"SB10796127977339563375304584377563369669646","title":"Retail Returns Specialist Optoro Raises $75 Million in New Funding","summary":"Franklin Templeton is leading an infusion backing Optoro’s expansion in a market growing more prominent as e-commerce raises the role of returned merchandise in retailing.","image":"https://images.wsj.net/im-20011?width=620&height=413","byline":"Erica E. Phillips"},{"id":"SB11797029663345763612704584366844207349198","title":"Trucks Shift Into Higher Gear With New Technology","summary":"From tires to cabs, big rigs are getting smarter with new systems aimed at getting trucks to run safer, more efficiently and with lower operating costs.","image":"https://si.wsj.net/public/resources/images/B3-BF151_truckt_ER_20180724105808.jpg","byline":"Erica E. Phillips"},{"id":"SB10594963576766564901904584359013493279476","title":"Truckers Looking to Haul in More Profits","summary":"Trucking companies are hoping to turn the most robust freight market in years into stronger long-term financial footing. But analysts caution that rising wages could offset strong second-quarter results.","image":"https://images.wsj.net/im-19026?width=620&height=413","byline":"Jennifer Smith"},{"id":"SB11239761070198503913504584353350446684822","title":"U.S. Seaborne Imports Surging as Retailers Stock Up Early","summary":"Container imports at the ports of Los Angeles and Long Beach jumped 8.4% in June amid ‘anxiety’ over trade tensions.","image":"https://images.wsj.net/im-18500?width=620&height=413","byline":"Erica E. Phillips and Benjamin Din"},{"id":"SB11988221663518273309504584357082789871824","title":"Former Trump Infrastructure Advisor Joins Private-Equity Firm","summary":"DJ Gribbin takes a senior role at Stonepeak Partners as the firm rolls out more funding for investments in infrastructure.","image":"https://images.wsj.net/im-18818?width=620&height=413","byline":"Erica E. Phillips"},{"id":"SB12581674238991984199804584351132272670884","title":"Inside FreshDirect’s Big Bet to Win the Home-Delivery Fight","summary":"Grocers including FreshDirect are betting millions on high-tech distribution centers that will move food faster and convince customers to ditch supermarkets for digital shopping carts.","image":"https://images.wsj.net/im-18377?width=620&height=413","byline":"Jennifer Smith"},{"id":"SB11239761070198503913504584353123372109640","title":"Cold-Storage Specialist Lineage Logistics Sells $700 Million Minority Stake","summary":"Private equity groups Stonepeak Partners and D1 Capital Partners buy into the company, the No. 2 provider of refrigerated warehousing in the growing market for refrigerated logistics.","image":"https://si.wsj.net/public/resources/images/B3-BD416_coldst_ER_20180717143828.jpg","byline":"Erica E. Phillips"},{"id":"SB11239761070198503913504584350782100262684","title":"J.B. Hunt Profit, Revenues Soar on Surging Freight Demand","summary":"Transportation operator leads off second-quarter earnings reports for sector saying it saw double-digit gains in trucking, rail pricing measures.","image":"https://si.wsj.net/public/resources/images/B3-BC962_jbhunt_ER_20180716105020.jpg","byline":"Kimberly Chin"},{"id":"SB12463841804541073698204584345021022446420","title":"UPS, Teamsters Reach Tentative Deal on Trucking Labor Contract","summary":"United Parcel Service Inc. and negotiators for the Teamsters union have reached a tentative agreement on a new five-year contract for unionized workers at the UPS Freight trucking division, the company said Friday.","image":"https://si.wsj.net/public/resources/images/B3-BC612_UPStru_ER_20180713134910.jpg","byline":"Jennifer Smith"},{"id":"SB11786903486684484758104584339151227790892","title":"U.S. Warehouse Supply at Its Tightest in Two Decades","summary":"As consumers increasingly do their shopping online, the availability of warehouse space to store those goods and fulfill orders is declining across the U.S. The availability rate of such spaces has now fallen for a record 32 consecutive quarters, says CBRE.","image":"https://si.wsj.net/public/resources/images/B3-BB802_wareho_ER_20180711101314.jpg","byline":"Erica E. Phillips"},{"id":"SB11561025326710014052504584338791179595578","title":"As Trade Tensions Grow, ‘Reshoring’ of U.S. Supply Chains Sputters","summary":"Report says imports of manufactured goods have been growing faster than U.S. output for years despite push to bring back American production.","image":"https://si.wsj.net/public/resources/images/B3-BB585_harley_ER_20180710150506.jpg","byline":"Erica E. Phillips"},{"id":"SB50577709509847334900904584379090224199278","title":"Square Earnings: Gains Pause Ahead of Q2 Results","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CK372_jack_d_G_20180131135338.jpg","byline":"David Marino-Nachison"},{"id":"SB50577709509847334900904584378952600200452","title":"Twitter: More Bumps and Bruises for the Shares","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CP746_BarBlo_G_20180727103523.jpg","byline":"David Marino-Nachison"},{"id":"SB50577709509847334900904584378830840643334","title":"Alphabet: Its Dominance ‘Tends to Feed on Itself’","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CM861_alphab_G_20180423081926.jpg","byline":"David Marino-Nachison"},{"id":"SB50581656909718124353604584371333481045834","title":"GoPro: For CEO Nick Woodman, It’s Been a ‘Journey’","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CP755_nick_w_G_20180727140741.jpg","byline":"David Marino-Nachison"},{"id":"SB50581656909718124353604584372960409393586","title":"Boston Beer Earnings: A Crack in the Bottle","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CK926_sam_ad_G_20180220104436.jpg","byline":"David Marino-Nachison"},{"id":"SB50581656909718124353604584372843519677638","title":"How Will Twitter Grow Users While Policing Them?","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CK566_twitte_G_20180207134107.jpg","byline":"David Marino-Nachison"},{"id":"SB51586909456590214702504584341162001235316","title":"Netflix Earnings: How Much ‘Success’ Is Priced In?","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CP331_netfli_G_20180711172103.jpg","byline":"David Marino-Nachison"},{"id":"SB51586909456590214702504584342752697858762","title":"Trade War: This Retailer Could Be Caught in the Crossfire","summary":null,"image":"https://asset.barrons.com/public/resources/images/BP-AA224_URBN20_G_20170404111107.jpg","byline":"David Marino-Nachison"},{"id":"SB51586909456590214702504584342591341421208","title":"Activision: These 4 Trends Could Help the Stock","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CM274_video__G_20180404114124.jpg","byline":"David Marino-Nachison"},{"id":"SB51586909456590214702504584337034072124574","title":"Michael Kors: A Tapestry Competitor Worth a Look","summary":null,"image":"https://asset.barrons.com/public/resources/images/BP-AB532_kors_ER_20180529111601.jpg","byline":"David Marino-Nachison"},{"id":"SB51586909456590214702504584337220836803790","title":"Computing: What the ‘Edge’ Could Mean for the Cloud","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CN174_cisco_G_20180503092439.jpg","byline":"David Marino-Nachison"},{"id":"SB51091169882560414785504584322523195675660","title":"Tesla: At June’s End, a Photo Finish","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CP052_tesla__G_20180702101043.jpg","byline":"David Marino-Nachison"},{"id":"SB51995459241938273382804584312962287579896","title":"Barron’s Next 50: The Latest Changes to the Index","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CO946_barron_G_20180627154702.jpg","byline":"David Marino-Nachison"},{"id":"SB51995459241938273382804584316481482868594","title":"Tesla: As June Winds Down, Followers Stay on ‘Target’","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CO994_tesla__G_20180629120525.jpg","byline":"David Marino-Nachison"},{"id":"SB51995459241938273382804584312951724299072","title":"Next 50 Stocks: What Investors Should Watch for in July","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CM861_alphab_G_20180423081926.jpg","byline":"David Marino-Nachison"},{"id":"SB51995459241938273382804584310674087143030","title":"Chipotle: Today We Learn What They’re Cooking Up","summary":null,"image":"https://asset.barrons.com/public/resources/images/BP-AA430_CMG201_G_20170525100201.jpg","byline":"David Marino-Nachison"},{"id":"SB51995459241938273382804584308443037407478","title":"World Cup: Digital Media Has Caught Soccer Fever","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CN223_twitte_G_20180504125738.jpg","byline":"David Marino-Nachison"},{"id":"SB52035368733426444109004584294620952420030","title":"PUBG: Next Up, Its Creators Hope, Is Esports Fame","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CO683_pubg_b_G_20180618124311.jpg","byline":"David Marino-Nachison"},{"id":"SB52035368733426444109004584294450155281162","title":"Next 50 Stocks: AT&T/Time Warner Update","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CO528_ATT_G_20180613122927.jpg","byline":"David Marino-Nachison"},{"id":"SB52130347890427563506504584288331101093814","title":"Etsy: The Climb Slows, but the Shares Stay at Highs","summary":null,"image":"https://asset.barrons.com/public/resources/images/ON-CL130_EtsyLo_ER_20180227164204.jpg","byline":"David Marino-Nachison"}]}